[
    {
        "URL": "https://techcrunch.com/2023/08/05/fearless-fund-american-alliance-equal-rights-lawsuit/",
        "text": "Here’s what the Fearless Fund lawsuit could mean for venture\nThe first official piece of policy around diversity efforts in venture capital may soon see the light of day, but not because of any action by the government.\nIn a complaint filed this week, the American Alliance for Equal Rights — founded by conservative activist Edward Blum, the man driving the effort to end affirmative action — sued a minority-focused venture capital fund for unlawful racial discrimination.\nIn the complaint, the organization accuses Fearless Fund (an early-stage venture capital firm based in Atlanta that focuses on funding solely to women founders of color) of racially discriminating against non-Black individuals by having a $20,000 grant program for only Black women who are small-business owners.\nThe program is the Fearless Strivers Grant Contest, and the fund hosts it four times a year in partnership with Mastercard. The American Alliance for Equal Rights alleges that Fearless Fund is violating Section 1981 of the 1866 Civil Rights Act, which states that private contracts must be made and enforced without regard to race.\nIt’s still too early to draw winners and losers in this battle, but if the American Alliance for Equal Rights wins this lawsuit, it could result in the first official piece of law around diversity, equity and inclusion in venture capital. The result could very well set a lasting precedent for how the entire startup ecosystem evolves. And given Blum’s recent record, a loss for Fearless Fund could be on the cards.\nGregory Shill, a professor of law at the University of Iowa who teaches a class on the Civil Rights Act as part of his Contracts class, told TechCrunch+ that a victory by Blum and the American Alliance for Equal Rights would stop many of the efforts designed to address the current disparities within venture capital.\nThe Civil Rights Act was the first piece of federal civil rights legislation passed in the U.S., enacted to guarantee that contracts would be honored regardless of race. At the time, it was widely held at the time that the market was open to everyone, but it wasn’t really.\n“For years, Black founders have complained of discrimination, but they have been effectively blocked from doing anything about it, because, to prevail, they must show that the discrimination is intentional,” he said, adding that many avoid doing so because it can be harmful to their careers. “So rather than challenging this head-on, one alternative tack has been to set up funds that specifically recruit Black or women founders. That effort is what is being challenged here.”\nBlum told TechCrunch+ that the American Alliance for Equal Rights was contacted by a woman-owned business that asked to help challenge Fearless Fund. “The program being challenged is racially exclusive, thus violating our nation’s civil rights laws. It is to be hoped that other programs like this one end these practices and offer the benefits to all small businesses regardless of the owner’s race,” he said.\nFearless Fund did not immediately respond to a request for comment.\nFearless Fund was founded in 2019 with the sole purpose of backing entrepreneurs who are women of color. Just a few weeks ago, TechCrunch reported that the fund raised an undisclosed amount, with the goal to deploy at least $50 million as part of its second fund. It is also currently in the process of hosting one of its grant contests.\nBlum has a history of teaming up with individuals to sue race-based policies. For this latest suit, he told Reuters that the white and Asian American members of the American Alliance for Equal Rights were excluded from the grant because of race.\nRecently, he sued Harvard to overturn affirmative action, saying it discriminated against Asian Americans, and assisted a young white woman in suing the University of Texas over affirmative action, though he lost that last case.\nThomas Dorwart, a managing partner at law firm Thomas C. Dorwart Law, said the American Alliance for Equal Rights could have a chance to win, but not based on the UNC and Harvard affirmative action cases. That’s because the court’s ruling there applied only to government funding.\nThe Supreme Court “has held that the statute cited by Blum applies to the employer-employee relationship. It could be argued that Fearless Fund is only an investor and is not an employer of the grantees. Thus, Blum’s and SCOTUS’ reasoning do not apply,” Dorwart told TechCrunch+. “Further, SCOTUS, in the recent affirmative action decision, did not address military academies, and let stand that diversity may be considered by military academies. That same reasoning could apply in venture capital, especially considering the funding gap.”\nStill, as Jomayra Herrera, an investor at Reach Capital, noted, this is an important reminder that venture capital is not immune to the broader political polarization that is happening across the country.\nMinority fund managers and founders are understandably nervous. According to Luke Cooper, the founder of Latimer Ventures, which focuses on backing founders from Black and Latinx communities, this suit would only make it harder for Black founders to receive funding. Grant programs such as the one Fearless Fund offers are often the only way such founders can access money.\n“An event like this is deeply concerning because it holds existential risk to the good work that many of us are doing,” he said. “I think it will have the unintended consequence of shedding light on the tattered cordage of this industry’s rigging.”\nBrandon Brooks, a founding partner at Overlooked Ventures, called this a “bullshit case” but conceded that Blum was likely to win, especially after his success with toppling affirmative action in college admissions.\n“Any funds or sub-funds based on diversity investing will have to shift focus; LPs will be scared to invest in those funds for fear of lawsuits,” he added.\nIndeed, there is a new crop of diverse fund managers from overlooked backgrounds who are focused on funding their communities. “This case will certainly impact Black and even female-focused funds,” Dorwart said. “But, again, it’ll be interesting to see how it plays out, considering these are not employer-employee relationships. Perhaps the court will hold that any funds that receive funding from government entities or institutions are subject to the statute Blum cites.”\nThe American Alliance for Equal Rights winning could result in more litigation overall against businesses, universities and government agencies’ programs that target marginalized groups, Shill said. This could turn out to be detrimental to not only Black people, but also all people from underrepresented backgrounds.\nKate Tamera, a trans founder of gender-affirming health service Euphoria, stressed how much founders like her rely on grant programs since funding for trans people is almost nonexistent.\n“There’s no concrete evidence to support the claim that majority founders are being denied equal opportunities when the existing system already disproportionately favors them at the expense of minority founders,” she said.\nShill said that Blum’s victory would also likely not have an impact on the funds that exclusively or disproportionately back white founders, explaining that funds that do this often do so subtly and implicitly, and the direction of the law in the last few years makes it very difficult to prevail on such a claim.\nInstead, it’s likely that this grant contest would be shut down or retooled, and “other efforts at remediating the effects of racism in this country will be more vulnerable legally,” he said.\nBut even if Blum ends up winning, it doesn’t mean that funding for Black founders has to stop. “If he wins, Fearless Fund’s solution, in my view, is to still provide grants that benefit Black women, or Black founders in general, but to [also] provide some smaller percentage of grants to other races,” Dowart said.\nHe also believes, though, that the same type of lawsuit has just as much of a chance as succeeding against the typical large VC funds “since Black and women founders are at like less than 2% of funding,” he continued. “They are being forced out of the market and discriminated against in the same way under the same statute.”\nThis story was updated to add a quote by Thomas Dorwart and clarify the class Gregory Shill teaches, along with Blum’s Harvard suit."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/startups-see-just-1-of-dod-spending-says-the-venture-firm-backed-by-billionaire-steve-cohen-its-betting-thats-about-to-change/",
        "text": "Dan Gwak of Point72 Ventures on why defense tech is becoming the next big thing for investors\nDan Gwak has had a more varied life than many investors. He grew up in Jakarta, the son of Korean parents who ran a shipping business. After high school, he headed to Cornell in the U.S. and became an associate at The Carlyle Group.\nEverything was moving up and to the right, so to speak. Then, like a gut punch, the financial recession hit in 2008.\nGwak was among many who suddenly found themselves on uneven footing and evaluating their next steps. Unlike most of his young investing peers, Gwak quickly decided to join the U.S. Marine Corps as a machine gunner. It seemed like a natural decision, given that in Korea, where military service is compulsory for men between ages 18 and 35, both Gwak’s father and brother had served. It was also Gwak’s way of “becoming American,” he says.\nWhile he wasn’t expecting his service to end four years later in Afghanistan — he was wounded and sent home — Gwak again didn’t waste much time deliberating about his next moves. He applied and was accepted to Harvard Business School, and nearly since that time, he has been investing at the intersection of national security and technology. Out of school, he joined In-Q-Tel, which is the venture arm of the CIA. In 2017, when the billionaire hedge fund manager “Stevie” Cohen decided to build out a venture practice — Point72 Ventures — he poached Gwak, and Gwak has remained active since, including leading a 50-person team that has invested more than $1 billion into roughly 130 companies on Cohen’s behalf.\nThe deals range across four key areas: deep tech, fintech, enterprise and defense tech. But in a lengthy conversation with Gwak earlier today, he talked the longest about defense tech as he’s passionate about it and because the way he sees it, Washington is focused more than ever on the global balance of power — and looking for any edge it can find. Below are excerpts from that part of our chat, edited lightly for length and clarity. You can listen to the entire conversation here.\nTC: You have these four areas on which you’re focused, but fintech has cooled off after several frothy years, and defense tech now seems top of mind for investors. Is that true inside Point72?\nDG: Absolutely. If you rewind the clock, fintech was an area that was very hot and we were very active in deploying a lot of capital. Today, the area that’s really come up is defense tech. It’s not just that the market in general has corrected, but rather, I think defense tech, specifically as an opportunity, has really [gained traction] among other venture investors, as well as founders [along with a growing] awareness of the importance of defense tech to the government.\nGiven your experience over the years, working for and selling to the government, does the sales process move any more quickly than historically? The long-standing knock, of course, is that it’s too bureaucratic and there’s too much red tape to get past.\nEven five years ago, I would have told you that defense tech investing the way that we think about it — which is investing in companies whose primary customer is going to be the Department of Defense — is a bad idea for exactly the reason that you describe. But that has changed for a couple of big reasons. First of all, the government is generally inefficient at buying things until something comes along that has the potential to shift the global superpower balance, and that’s what you’re seeing today. If you look at the last time that happened, that was probably pursuing the atom bomb and the Manhattan Project. When you look at things like AI and all the ways it applies — whether that’s autonomy or computer vision or natural language processing — these are all things that absolutely can shift the global superpower balance, and the government sees that now. And when the government sees that, then it becomes much, much better at buying things.\nIt seems like a portfolio company of yours, Shield AI, falls into this category. [Editor’s note: Shield AI develops AI-powered fighter pilots and drones that it sells to the U.S. Air Force and U.S Army.]\nAutonomous drone swarms do have the ability to shift the global superpower balance, whoever gets that right and can release a drone swarm of thousands. That is an approach [against which there are] just not good defenses today, even if you own the largest aircraft carrier fleet in the universe. [And because a company like Shield AI can help in] the future preparedness of America, it can, as a result, get a lot of the funding that comes out of the government. It used to be because of the slower sales cycles and so forth, you had to kind of count on the prize being larger but taking longer to get to. [Today] we’re finally entering a time where, as long as you align with something that really, really matters to the government and you can connect the dots effectively, you can grow that business as quickly as as any commercial business,\nWhat has Ukraine meant for its business?\nUkraine’s impact on defense tech has been a very catalyzing one. Everyone understood even before Ukraine that drone swarms and the effective use of attributable technologies and things like that could have a very big impact. Ukraine just serves to highlight that in real life. When you look at what’s going on there, that effective use of drones has had a massive impact in that battlefield.\nSo-called slaughterbots are autonomous drones that are programmed to kill people without any human intervention. How does a company like Shield AI deal with potential customers that might misuse its technology?\nI don’t want to speak on the company’s behalf on that topic because it is a conversation that the company should have with its customers, and I’m not necessarily in those conversations. However, I think the overall topic — the danger posed by autonomy when it comes to taking human beings out of that decision to attack — is a very interesting one. To my mind, it’s all about system design. Any weapon in the world that has a kinetic effect can be very, very dangerous — to the enemy, to ourselves, and to noncombatants who just happen to be in the wrong place at the wrong time.That’s why when you look at all these kinetic systems, there’s always good system design around the decision to take an action, and a human being is usually in the loop. When it comes to this new wave of technology, it’s not like we’re throwing that concept of safety out the window. Good, sound, system design, as informed by the risks that we are willing to  subject ourselves to, is always going to be an important part of the equation.\nThe U.S. government is a big customer that can demand that things are tailored for its purposes. Does it preclude these companies from selling to other governments? How does that work? Do they have to get buy-in from Washington?\nIt depends on what other country we’re talking about [laughs]. To contextualize with numbers, though, the overall spending of the United States and all of its allies on defense is $1.6 trillion. That is a gigantic market. It is an order of magnitude larger than the commercial SaaS market. Of that 1.6 trillion, fully 50% of it is just the U.S. So when you see defense tech companies so focused on the U.S. defense market, there’s a good sound reason for that. That [also] means that if that largest part of the market is asking you not to interact with nations that might be adversarial to the United States, you’re going to respect that.\nAre the investors interested in these deals changing at all? I know who some of the players are — you, In-Q-Tel, Lux. . . .\nLux is certainly one that’s been investing where deep tech meets defense tech for a while. [There]’s also Founders Fund, 8VC, a16z as part of their American dynamism effort. There is a core group of half a dozen or so that have been focused on defense tech for a while. Now I’m seeing additional investors, tier one venture investors, who were not necessarily historically interested in defense tech, start to be a lot more interested. That’s a good thing. The opportunity is just so large. If you think about it, the DoD has an $800 billion budget and only 1% of that today goes to startups.\nThat’s an incredible stat. I guess I have the headline to this story now. Who gets the rest? Lockheed Martin?\nIt’s largely the defense primes today, which serve an important purpose. But the truly transformational technologies that the DoD needs to be able to harness in the next 10 years, those are going to come from startups."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/astra-lays-off-25-of-workforce-reallocates-engineers-in-an-effort-to-fight-dwindling-cash-reserves/",
        "text": "Astra lays off 25% of workforce, reallocates engineers, in an effort to fight dwindling cash reserves\nAstra has laid off 25% of its workforce since the beginning of the quarter and is reallocating at least 50 engineers and manufacturing staff away from its launch business to focus on spacecraft production, the company said Friday.\nThe reallocation and layoffs are expected to delay testing of the under-development Rocket 4 and Launch System 2.0, Astra said. The affected employees worked in the company’s launch, sales and administration and “shared services” departments. Workforce reductions are expected to save the company more than $4 million per quarter beginning in the fourth quarter of this year.\nAstra, which is facing dwindling cash reserves, is no doubt looking for a way to further reduce operating expenses while also bolstering its spacecraft engine business, the only business unit that currently has a near-term chance of generating revenue. The spacecraft engine technology is sourced from Astra’s acquisition of propulsion developer Apollo Fusion, which closed the day Astra went public in July 2021.\nIndeed, Astra said that it had closed 278 committed orders of the Astra Spacecraft Engine product through the end of March, which totals around $77 million in contracts once the engines are delivered. A “substantial majority” of these orders will be delivered through the end of 2024, the company said.\n“We are intensely focused on delivering on our commitments to our customers, which includes ensuring we have sufficient resources and an adequate financial runway to execute on our near-term opportunities,” Chris Kemp, CEO and founder, said in a statement.\nAstra also said that it had engaged investment bank PJT Partners as a financial advisor as it looks for more capital to continue operations. That includes “potential strategic investments in the Astra Spacecraft Engine business to strengthen Astra’s balance sheet,” the company said. Separately, Astra said it had raised $10.8 million in a debt sale to investment group High Trail Capital.\nAccording to preliminary second-quarter financial results, Astra is expected to have revenues between $0.5-$1 million, while having just $26-$26.5 million in cash on hand.\nThis is not the first time major layoffs have hit the space company. Last November, Astra announced it had let go of 16% of its employees, also to focus on launch and spacecraft engines."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/twitch-streamer-kai-cenat-influencer-giveaway-union-square-riot/",
        "text": "Twitch streamer’s PS5 giveaway sparks Union Square ‘riot’\nTwitch streamers Kai Cenat and Fanum invited fans to Union Square on Friday for a real-life stream and giveaway. They promised to hand out gift cards, gaming PC equipment and PlayStation 5s.\nBut the IRL stream descended into chaos as frenzied fans crowded over the giveaway, shutting down lower Manhattan in the aftermath.\nCenat, who has 6.5 million Twitch followers and 4 million YouTube subscribers, advertised the New York City giveaway in now-deleted tweets. He collaborated with Fanum, who has 1.3 million followers on Twitch and 1.2 million on YouTube. The stream was scheduled for 4:00 p.m. on Friday.\nBut by 1:10 pm, police responded to a “large gathering” in the park, a New York Police Department spokesperson told TechCrunch. The spokesperson said that “a couple thousand individuals” crowded into the location. By 3:30, videos of the riot began flooding social media. Fights broke out as people in the crowd climbed vehicles and threw traffic cones.\nCenat’s stream was cut short. A clip on his Twitch channel shows the crowd shoving into each other.\nManhattan *Riot* 13th Pct. Union Square Park. NYPD calling a level 3 mobilization for a riot. Aviation reporting the crowd is throwing plywood & construction debris at eachother\n— NYCFireWire (@NYCFireWire) August 4, 2023\n\nhttps://twitter.com/wantedbythehoes/status/1687554770729578496\nkai cenat and fanum got nyc turned into a gta lobby cause wtf is this pic.twitter.com/eex5WpLII2\n— Venom (@WenomYB) August 4, 2023\n\ni got caught in the kai cenat meetup in union square 😭 i just wanted to buy a modest dress at nordstrom rack 😭😭😭 pic.twitter.com/BWtBRbQ0Qg\n— irα!! (@solarsystern) August 4, 2023\n\nThe NYPD spokesperson said about 1,000 police officers were deployed to the location, and at the time of reporting, there were no injuries. Cenat was pulled from the crowd and taken into police custody, NBC New York reports, but the NYPD spokesperson could not confirm additional arrests to TechCrunch.\nThat “may change,” the spokesperson said, as the NYPD will not have “concrete numbers” until this evening or tomorrow morning. Videos posted online claim that other creators were also arrested during the riot.\nhttps://twitter.com/wantedbythehoes/status/1687559544115707904\nCenat briefly went live on Instagram from inside a police car, and told the crowd to go home.\nThe NYPD advised New Yorkers to steer clear of Union Square Park and the surrounding neighborhoods. “Expect a police presence in the area and residual traffic delays,” the department said in a tweet.\nPublic transit was also significantly delayed. The New York Transit Authority announced that eight subway lines will bypass the Union Square stop because of police activity, and urged commuters to take alternate routes.\nCenat posted, and then deleted, a message to his followers in the aftermath of the riot.\n“I love you guys to the fullest, you guys are amazing,” he wrote in a now-deleted Instagram story, which featured a photo of local news coverage of the riot. “THE LOVE FROM HOME BASE IS REAL. Please be safe.”"
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/pony-investor-toyota-partner-to-mass-produce-robotaxis-in-china/",
        "text": "Pony, investor Toyota partner to ‘mass produce’ robotaxis in China\nAutonomous-driving company Pony.ai and Toyota say they’re teaming up with the goal of one day cranking out a bunch of “fully driverless robotaxis.”\nThe two companies intend to kick off their partnership sometime this year with around $139 million in capital from GAC Toyota Motor Co. — a joint venture between Toyota China and GAC, a Chinese state-owned automaker.\nThe investment follows Toyota’s move to pump about $400 million into Pony back in 2020. Going forward, Toyota says it’ll give Pony an unspecified number of its EVs, while Pony will outfit them with autonomous-driving tech and the firm’s “robotaxi network platform.”\nWithout context, $139 million may sound like a lot, but Pony has raised more than a billion dollars since its founding in 2016. Things arguably haven’t gone smoothly throughout the self-driving developer’s lifetime.\nIn 2021, Pony kicked off driverless-vehicle testing in California, only to see its permit suspended six months later. The same year, the company seemed to shrink its autonomous trucking ambitions when it consolidated its R&D teams and shed a couple executives. The next year, Pony recalled its autonomous-driving software and sued two former staffers for allegedly swiping trade secrets when they left to found a startup called Qingtian Truck. Yet, around the same time, Pony claimed to be worth $8.5 billion (and that’s the last we’ve heard of its valuation to date).\nPony isn’t alone in its trials. The entire autonomous vehicle industry, once a darling in the VC world, has gone through a consolidation that has seen numerous startups wither and disappear, particularly in the United States. The few that remain — a small group of well-funded companies that are either publicly traded or owned by large corporations — are starting to scale up commercial operations, albeit slower than perhaps originally forecast."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/softbank-sues-irl-over-elaborate-scheme-that-swallowed-150m/",
        "text": "SoftBank sues IRL over ‘elaborate scheme’ that swallowed $150M\nSoftBank once invested in social app IRL at a $1.1 billion valuation. Now, the Japanese investment firm is suing the defunct company for fraud, alleging $150 million in damages.\nIRL was supposedly poised to become an event organizing alternative for Gen Z, who are using Facebook less and less. Its self-reported numbers were impressive enough to solicit a $170 million Series C led by SoftBank in 2021, but earlier this summer, an internal investigation by IRL’s board of directors found that 95% of the app’s users were fake.\nIn its legal complaint, SoftBank explains that it was moved to invest in IRL because of its impressive user numbers; the app claimed it had been downloaded by 25% of U.S. teens under 28 years old and was growing at a 400% year-over-year rate. But per the IRL board’s investigation, none of these figures were accurate.\nInvestors don’t always do their due diligence, but SoftBank claims it wouldn’t have been possible to verify IRL’s fake user numbers, since it had “prepared for SoftBank’s due diligence and structured IRL’s business so that SoftBank could not discover evidence of their fraud.” SoftBank explains in detail its attempts at conducting due diligence before forking over a nine-figure sum.\nPer SoftBank’s claims, IRL was spending tens of thousands of dollars on proxy services to fraudulently inflate IRL’s user data with bots. SoftBank also accused IRL of paying hundreds of thousands of dollars per month to a secret firm operated by IRL’s head of Growth to cover up this scheme.\n“Because IRL did not have any profitable revenue stream, its value to an outside investor like SoftBank depended on its active user metrics as a source of potential future income,” SoftBank’s complaint reads. “Thus, SoftBank relied on the accuracy of representations from IRL’s executives concerning both the quantity and quality of IRL’s users.”\nReached via text, IRL CEO Abraham Shafi did not respond to TechCrunch’s request for comment. Shafi is named as a defendant in the complaint, as are five of his siblings and cousins, who SoftBank alleges were part of this cover-up. Each of these family members sold IRL common stock to SoftBank in connection with these investments.\nWhen SoftBank accessed a third-party report on IRL’s total users and downloads, the data said that by spring 2021, IRL had only been downloaded 9 million times. Shafi, on the other hand, was claiming that the app had 12 million monthly active users, and that 2 million events got planned each day on IRL. Shafi explained away this discrepancy by saying that the number accounted neither for web sessions, nor underage users, whose data could not be shared.\n“In reality, the platform was a virtual ghost town, filled with bots deceptively mimicking active human users,” SoftBank wrote.\nIn addition to this lawsuit, IRL is being probed by the SEC to determine whether the app violated security laws by misleading investors.\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/syntellis-an-enterprise-performance-management-provider-sells-for-1-25b/",
        "text": "Syntellis, an enterprise performance management provider, sells for $1.25B\nRoper Technologies, a lesser-known company that creates engineering products for niche markets, this morning announced that it acquired Syntellis Performance Solutions, a provider of enterprise performance management software, for $1.25 billion.\nThe transaction includes a $135 million tax benefit and will result in Syntellis’ performance management and data solutions being combined with Roper’s healthcare finance planning and decision support business, according to Roper president and CEO Neil Hunn.\n“The Syntellis transaction is another great example of Roper’s disciplined and process-driven acquisition approach,” Hunn said in a statement. “Syntellis is a fantastic business that meets all of our acquisition criteria, including niche market leadership, mission critical solutions, a high recurring revenue mix, strong customer retention, negative working capital and excellent cash conversion.”\nWhile not necessarily a household name, Syntellis is a spin-off of Kaufman Hall, the Chicago-based healthcare management consultancy. Syntellis became an independent company in 2020 with investment support from private equity firms Thoma Bravo and Madison Dearborn Partners.\nOver the past three years, the firms worked with Syntellis to grow the company’s products and platforms business, most recently directing its acquisition of healthcare data analytics firm Stratasan. Syntellis formed a strategic alliance with Kaufman to serve as its enterprise performance management and data analytics provider of choice, and pursued customers not only in healthcare but also in higher education and the finance industry.\nThose specific customer segments aside, enterprise performance management is a profitable sector. According to a report from Allied Market Research, the global market for enterprise management software could be worth as much as $12.56 billion in 2025, up from $4.73 billion in 2016.\nA separate report from IDC found that in 2022, the enterprise performance management applications market grew 8.7%, with public cloud deployments growing by 26.5%. One of the coauthors, senior research analyst Roy Huo, posited that the increased demand for capabilities like “predictive modeling, scenario planning, predictive forecasting, integrated planning, and external intelligence” played a pivotal role.\nIn 2020, Syntellis claimed to have over 2,800 customers, with around 450,000 users relying on its data solutions.\n“Thoma Bravo and Madison Dearborn Partners’ support and collaboration have propelled our growth, helped advance our product roadmap and enabled us to better serve our valued clients,” Syntellis CEO Flint Brenton said in a canned statement. “Today’s announcement is a testament to the great work from the entire Syntellis team and marks an exciting new chapter for the company. As part of Roper, we will further our mission to empower our clients to optimize performance through our industry-specific, tailored solutions.”\nRoper has an interesting history, dating back to 1890 primarily as a manufacturer of home appliances, pumps and other industrial products. It began broadening its business into software in the early ’90s, after launching a corporate acquisition program supported by an IPO.\nAs of 2017, Roper — which has several main business lines, including core industrial tech, radio frequency tech, scientific and industrial imaging and energy systems and controls — had annual revenues of more than $1.23 billion."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/xs-takeover-of-music-handle-hints-toward-possible-music-plans/",
        "text": "X’s takeover of @music handle hints toward possible music plans\nX, the company formerly known as Twitter, appears to be hinting toward plans to move deeper into the music industry or collaborate with artists and labels with its recent takeover of the @music handle on the social network.\nThe account was originally operated by software developer Jeremy Vaught, who grew the @music handle to roughly half a million followers. Last week, Vaught posted in anger that X had commandeered the account for itself, 16 years after its 2007 creation.\n“Super pissed,” Vaught wrote on X, sharing a screenshot of the email X had sent him informing him of the change.\n16 years ago, I created @music and have been running it ever since. Just now, Twitter / X just ripped it away.Super pissed pic.twitter.com/ctacWKY9js\n— Jeremy Vaught (@jeremyvaught) August 3, 2023\n\n“The user handle associated with account @Music will be affiliated with X Corp,” X’s email explained to Vaught. “Accordingly, your user handle will be changed to a new user handle,” it read. X also offered to transfer Vaught’s data, including his followers and following lists to a new account of his choosing. At the time, that data had been moved over to @musicfan, but X made a few other suggestions, like @musicmusic, @music123, and @musiclover as potential possibilities.\nThis isn’t the first time that X has seized control of a user’s account after Elon Musk renamed Twitter to X. However, it is the first time that it took over a user’s account that’s not obviously associated with the “X” branding.\nPrior to this, X had taken ownership of the @x handle from its operator, Gene X Hwang of the corporate photography and videography studio Orange Photography, saying it was the property of X Corp. The company thanked Hwang for his loyalty and offered him a selection of X merchandise and a tour of X’s HQ, as a “reflection of our appreciation,” in addition to moving his data to a new handle.\nX has also since renamed other Twitter accounts and products, like TweetDeck, which became XPro; Spaces, which became @XSpaces; Business, which became @XBusiness; plus various regional accounts and others. Even X CEO Linda Yaccarino became @lindayaX, post-rebranding.\nBut Twitter grabbing @music for itself is a suggestion that the company is thinking more seriously about how to become a home to artists and musicians. That’s not a new idea for the social network, but one that failed the last time Twitter tried it.\nIn earlier years, Twitter launched a stand-alone music service with the debut of the #Music app. Launched in 2013, the app was the brainchild of We Are Hunted, a startup Twitter had quietly acquired the prior year. #Music, as the app was called, pulled in users’ music from partners like Spotify and iTunes, then combined that with Twitter data from their following graph to make recommendations.\nDespite being one of the better implementations of social music discovery and recommendations at the time, Twitter shut down the app the following year.\nNow it appears the @twittermusic handle for this older app has had its data relocated to @music as X’s newly acquired account has 11.5 million followers. (The creation date of September 2011 is still a mystery, however, as Vaught’s account was founded in 2007 and the #Music app launched well before this date.)\nToday, @music’s timeline includes tweets and retweets of musicians and their work, including links to YouTube videos. Though it’s not yet clear what grander plan X has in store for @music, the fact that it felt the need to retake the account is likely tied in with the company’s renewed ambitions as a place for creators to gain visibility and get paid for their work. Late last month, for instance, X opened up its revenue-sharing program with global creators, who now share in X’s ad revenue.\nThe company also began allowing subscribers to upload two-hour videos to its service, which advertiser Apple then leveraged when it released the entire first episode of its hit Apple TV+ show “Silo” on the platform. Fired Fox News host Tucker Carlson had been posting lengthy videos to Twitter as well, until ordered to stop by the network. Could music videos be the next step?\nCreators sharing their music would be a natural progression for X’s creator economy ambitions. Plus, collaborations with artists and musicians could see X going up against other social networks, like Instagram, YouTube, and TikTok — the latter of which just announced a talent competition for aspiring artists in the hopes of bringing more indie musicians to its platform.\nMeanwhile, X competitor’s Threads from Instagram is seemingly challenged in getting artists on board, a recent report by Music Ally noted. It found that the 20 most popular musicians on Instagram weren’t yet using Threads. At the time of the report, 14 of the 20 have yet to set up their Threads profiles, including big names like Ariana Grande, Beyoncé, Justin Bieber, Taylor Swift, Nicki Minaj, Zendaya, Cardi B, Rihanna, Chris Brown, Drake, Billie Eilish, Lisa (from Blackpink), Dua Lipa and Snoop Dogg.\nX, meanwhile, is in the midst of making the social network into an “everything app” that would encompass creators, payments, banking, and possibly stock trading — though Elon Musk denied the latter post-publication of that report. Instead, he’s expressed his interest in transforming the micro-blogging network into a place where people could write longer posts of 25,000 characters, send money to one another, and even store their cash in high-yield accounts on X, in addition to discovering and supporting creators.\nPayments or even micro-payments could help fans to support the work of new and emerging indie artists as well, which is where @music could come in.\nOr, perhaps, X aims to work with labels to offer its platform for music promotions, get into streaming itself, or allow for the integration of music clips into creators’ content. Or maybe all of the above!\nAs of yet, X hasn’t yet telegraphed its intentions for X’s new @music handle, but it’s shaping up as one to watch."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/cramorant-scarlet-violet-dlc/",
        "text": "Cramorant is back, baby\nThe Pokémon Presents livestream on Tuesday morning was pretty mid. We knew that the Pokémon Scarlet & Violet DLC (downloadable content) was coming, and I still refuse to learn what Pokémon Café ReMix is, why they’re turning Tatsugiri into sushi, and how to reconcile the ethics of eating Pokémon in-universe. N64’s Pokémon Stadium 2 coming to Switch is nice, but the biggest surprise among today’s load of announcements? Cramorant is back, baby.\nIn an anticipated announcement, the Pokémon Company revealed that the first installment of the Pokémon Scarlet & Violet DLC, The Hidden Treasure of Area Zero, will be released on September 13. As usual, the trailer for the expansion reveals some key plot points — in this upcoming installment, The Teal Mask, we’ll journey to Kitakami, a mountain town that’s hosting its annual festival. But more importantly, in a split-second clip from the trailer, we learn that Cramorant lives in Kitakami.\n\nCramorant was introduced in the previous main series Pokémon games, Pokémon Sword and Pokémon Shield, and became a quick fan favorite because it’s weird as hell. Based off a cormorant, Cramorant has a special ability called Gulp Missile, and to put it succinctly, this means that sometimes it tries to eat Pikachu. If you use surf or dive in battle with less than half of your Cramorant’s HP, you will become the silliest Pokémon in the game, and yes, that’s including Dudunsparce.\nThe great literature of the Pokédex entry reads as follows: “This Cramorant has accidentally gotten a Pikachu lodged in its gullet. Cramorant is choking a little, but it isn’t really bothered.” Cramorant’s shiny variant is orange, which fans theorize is a reference to a not-super-anomalous occurrence in which seagulls fall into vats of curry.\nSo, naturally, some of us Pokéfans were gutted when Cramorant didn’t seem to make the cut to appear in Pokémon Scarlet & Violet. To add insult to injury, the Paldea region is based off the Iberian peninsula, a region that, according to a very quick Wikipedia search, does indeed have cormorants.\nThankfully, the Pokémon Company has rectified its mistake. When The Teal Mask hits the Nintendo eShop on September 13, we will reunite with this absolutely bonkers bird. And maybe, just maybe, the game will finally allow us to change our clothes.\nI played a sneak peek of ‘Pokémon Scarlet,’ the franchise’s first open world game\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/whatsapp-screen-sharing-video-calls-landscape/",
        "text": "WhatsApp introduces screen sharing during video calls\nWhatsApp today introduced screen sharing as its latest feature to enhance the video-calling experience on its platform — taking on traditional video conferencing apps, including Microsoft Meet, Google Meet, Zoom, and Apple’s FaceTime.\nThe new feature, announced this morning by Meta CEO Mark Zuckerberg through a Facebook post and on his Instagram channel, will allow you to share your documents, photos, and even your shopping cart with contacts available on video calls.\nFirst released for some beta testers on Android in late May, screen sharing on WhatsApp can be accessed by tapping or clicking the “Share” icon. Users can choose between sharing a specific app or their entire screen. This is similar to how screen sharing works on typical video-conferencing platforms like Google Meet and Zoom.\nWhatsApp told TechCrunch that the screen-sharing feature has started rolling out on Android, iOS, and Windows Desktop in a phased manner. That means you may not see the feature immediately, but should soon.\nAlongside screen sharing, WhatsApp launched video-calling support in Landscape mode to offer a wider and more immersive viewing experience over the existing Portrait mode. Support for the Landscape mode may also be useful when using screen sharing on the platform.\nVideo calling has been a part of WhatsApp for over six years, as it debuted for all users on the platform in November 2016. However, the instant messaging app is gradually improving the service to stay relevant in the competition. Just recently, WhatsApp brought picture-in-picture support for video calls to iOS. It also enabled the option to share short video messages in chats, as video, in general, has been a crucial source of communication for many users.\nScreen sharing has been a crucial feature of video-conferencing apps for a while now, including those aimed at consumers. In 2021, for example, Apple enhanced its FaceTime service with SharePlay, which enabled iOS users to share their screens natively. WhatsApp has gone even further by extending this feature to users on Android, iOS, and desktop."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/rubrik-laminar-cloud-security/",
        "text": "Rubrik acquires Laminar to expand in data security across public clouds\nCybersecurity startups, in particular those hatched in Israel, have been getting scooped up at a rapid pace by larger tech companies looking to bolt on new capabilities to address business customers’ growing security needs as they adopt new technologies themselves. In the latest development, Rubrik, a cloud data management company, is buying Laminar — a specialist in securing data run and stored across popular public cloud platforms like AWS, Azure, Google and Snowflake.\nFinancial terms of the deal have not been officially disclosed but one source puts the figure at “north” of $100 million, while two other sources say the total deal is actually closer to $200 to $250 million.\nRubrik is acquiring all of Laminar’s assets with the deal: workers, tech and customer contracts. Laminar has its roots in Tel Aviv (officially it is headquartered in the U.S.), and it will become the basis of a new cybersecurity R&D operation for Rubrik.\nIt is not clear how many employees will be coming over with the acquisition: I have heard chatter that some workers are getting let go ahead of the deal being made public and closing. Rubrik and Laminar declined to comment on those details.\nFor Rubrik, the deal, which should be finalized by the end of this year, helps it close the loop on the tools it provides to its customers. Initially these were built ten years ago and designed to cover backup and management but have, in the name of resilience, extended deeper into the more granular aspects of data security over the years.\n“Backup, recovery and data protection have a lot of overlap with security, but the watershed moment was in 2018 when a customer had a ransomware attack,” and that required more than just data recovery to fix, said Mike Tornincasa, chief business officer. He said that the business has been “completely reoriented over the last five years” to be increasingly about proactive security posture rather than simply data recovery. (Rubrik itself has had at least one big security run-in that could have also precipitated that move.)\nRubrik is privately held and VC-backed, but in June it was reported that it hired bankers to start the IPO process, notable given how few public listings we’ve seen in recent times. It has more than 4,500 customers and an extensive list of investors, including Bain, Greylock, IVP, Khosla, Lightspeed, and a number of individuals. Rubrik’s last equity round was in 2021, included Microsoft as a strategic backer, and came in at a $4 billion valuation. Rubrik declined to comment on its IPO plans today.\nLaminar launched in 2021 with some buzz, coming out of stealth with $37 million in funding to secure public cloud assets, right at a time when many companies, thanks to COVID-19, were undergoing “digital transformation” and migrating work to public clouds, exposing a new and growing security risk in doing so.\nIts backers included the cybersecurity company SentinelOne, Salesforce Ventures, TLV Partners, Meron Capital, Tiger Global and Insight, the latter of which partnered with the company to help it identify potential customers by way of Insight Ignite, a sourcing and business intelligence platform covering Insight’s wider portfolio.\nBut that Series A, which got extended a few months later to $67 million, turned out to be Laminar’s last round. It was apparently looking to raise more, but with the funding landscape drying up, another option started to emerge: rumors earlier this year said the company was talking to a number of potential buyers, including Rubrik and Datadog, for a price up to $250 million.\nIt may have also been finding it a struggle to scale. Amit Shaked, the CEO who co-founded Laminar with Oran Avraham (CTO), said that its customers numbered in the “double digits.” He also confirmed that Laminar was indeed approached by multiple acquirers ahead of going with Rubrik; he said the company hadn’t been looking for more funding.\nYears of easy-to-raise capital led to the proliferation of thousands of new startups; now as those startups struggle to raise further rounds to grow, it’s created a very ripe market for M&A.\nTornincasa said that the Laminar acquisition came after an “exhaustive search to find the best team and product” in public cloud security posture management, and that Rubrik met with more than a dozen startups in the space. That says something too about the very competitive environment: Joining with Rubrik gives Laminar a competitive edge in terms of product development.\n“The moment I met with Mike and Bipul [Sinha, Rubrik’s founder and CEO] I realized that we shared the same vision, and it made more sense to join them to move faster, rather than stay independent,” said Shaked.\nThe gap in the market that Laminar aims to tackle is a persistent one for enterprises and other businesses that manage and use data in the cloud, and it boils down to the issue of visibility. In many cases, organizations are opting for hybrid solutions, where data might be kept across multiple silos in public clouds, private clouds, and on premises.\nAs apps, data, functionality, users, devices are all switched in and out across that organization’s network, the ability to track how data is moving, who is using it, and inadvertent vulnerabilities all become harder to see and manage. Rubrik estimates that by 2025, the cost of cybercrime to business will be as high as $10 trillion, a threat — and, yes, an opportunity.\nLaminar is among a group of cybersecurity companies that have emerged to address that by providing both posture management and remediation tools to help security operations teams track activity and identify when something is amiss. While organizations can buy into these capabilities from a third party — indeed, that is what Laminar has offered to date, as have others like Symmetry Systems, Dig, Flow Security, Cyera and others — the logic here for Rubrik is that it’s creating a one-stop shop for its customers, growing its revenue funnel, improving how it can work with customer data, and helping customers reduce the number of contracts they need to manage in the process.\nThe Tel Aviv cybersecurity R&D center will sit alongside other R&D operations in Bangalore, India and Palo Alto, California.\nOther recent deals in cybersecurity in Israel have included CrowdStrike buying Bionic.AI for between $200 million and $300 million; IBM buying Polar Security; and Palo Alto Networks buying Cider Security for up to $300 million, among a number of others."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/amazon-is-holding-a-prime-day-like-shopping-event-this-fall-once-again/",
        "text": "Amazon is holding a Prime Day–like shopping event this fall once again\nAmazon is holding a Prime Day–like shopping event this fall, the company announced on Tuesday. The online retail giant had two Prime sales events in July and October in 2022 and is doing the same this year. Amazon is calling the fall sales event “Prime Big Deal Days,” but didn’t share which days it would be holding the sales event.\nPrime Big Deal Days will take place in the following countries: Australia, Austria, Belgium, Brazil, Canada, China, France, Germany, Italy, Japan, Luxembourg, Netherlands, Poland, Portugal, Singapore, Spain, Sweden, the U.S. and the U.K.\n“We’ll share more details soon as we get closer to the event,” the company wrote in a blog post. “We can’t wait to give our Prime members access to exclusive early savings this season.”\nToday’s announcement comes after Amazon saw record sales for Prime Day this year. Across both days of the event, consumers in the U.S. spent $12.7 billon, according to Adobe Analytics data. Adobe says this figure represents 6.1% growth year-over-year, setting a new record for the sales event. The online retail giant says shoppers purchased more than 375 million items during the two-day sale event, up from 300 million items sold last year.\nAmazon said Prime members had saved more this year than any other Prime Day event, as they saved more than $2.5 billion across its deals. Home goods, fashion and beauty were among the top categories during the sales event.\nBy holding a second sales event in the fall, Amazon can target members who are shopping for the holidays. The sales event gives the company the opportunity to attract new paying customers, while also deepening its relationship with current ones.\nAmazon boasts record sales for Prime Day as US shoppers spent $12.7 billion during the sales event\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/mpl-layoffs/",
        "text": "Peak XV-backed gaming startup MPL cuts workforce by 50% amid taxation changes\nIndia’s popular online gaming and fantasy sports startup Mobile Premier League is reducing its staff by approximately 50%, two people familiar with the matter said, weeks after New Delhi unveiled a 28% tax on online real-money games.\nThe Bengaluru-based startup, valued at $2.2 billion, initially announced its plans to cut jobs to employees last week and sent a formal communication on Tuesday, the people said, requesting anonymity discussing private matters. Roughy 350 jobs will be eliminated, according to the people and an internal memo.\nMPL earlier declined to comment but following the publication of the story confirmed the layoff. The news about the layoff has not been previously reported.\n“As a digital company, our variable costs predominantly involve people, server and office infrastructure. Therefore, we must take steps to bring these expenses down in order to survive and to ensure that the business remains viable,” Sai Srinivas, founder and chief executive of MPL, wrote to employees in email on Tuesday.\nThe move comes in the wake of New Delhi announcing a new taxation rule to the online gaming industry. India’s Goods and Services Tax Council, which comprises top federal and state finance ministers, announced plans to levy a 28% indirect tax on online gaming, casinos and horse racing.\nThe new taxation rule increases tax burden on MPL by as much as 350% to 400%, Srinivas wrote in the email Tuesday.\nAll India Gaming Federation, which represents players, including Mobile Premier League, Gameskraft, Paytm First Games, Zupee, Nazara and Rush, labeled the new taxation rule “unconstitutional, irrational, and egregious.” Scores of top investors, including Tiger Global, DST Global, Peak XV, Steadview Capital and Kotak Private Equity subsequently wrote a letter to Prime Minister Narendra Modi, urging him to reconsider the “onerous tax regime.”\nThe investors’ group said the decision would lead to a write-off of $2.5 billion and a loss of 1 million direct and indirect jobs. However, the Indian government did not roll back its decision.\nShortly after the taxation changes were announced, MPL archrival and India’s largest fantasy-gaming platform Dream11 cut its operating profit projections by 80% to below $100 million in the year ending March 31, 2024, from $350 to $400 million, Indian outlet The Arc reported.\nTo be sure, GST Council did introduce a measure to partially alleviate the industry’s concerns last week by implementing taxation on the total deposits made for playing online games rather than taxing every individual bet. Additionally, the council has planned to reevaluate this decision within the next six months following the implementation of the tax, set to take effect on October 1.\nMPL, which counts Peak XV, Times Internet, MSA Novo, Crown Capital, Composite Capital and Moore Strategic Ventures among its investors, has raised $396 million to date, according to market intelligence platform Tracxn.\n“We have spent a lot of time evaluating and re-evaluating this decision; asking ourselves if we should wait or not. Eventually, we came to this conclusion because we believe that in uncertain times — the sooner we are able to deliver certainty to everyone, the better,” Srinivas wrote to employees."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/a-small-and-electric-land-rover-defender-sounds-likely-for-2027/",
        "text": "A small and electric Land Rover Defender sounds likely for 2027\nThe Land Rover Defender might be getting an electric little brother. According to an Autocar report, a Jaguar-Land Rover (JLR) executive recently revealed some interesting details at an investor conference.\nThis so-called baby Defender is said to use JLR’s Electric Modular Architecture (EMA) platform and is expected to arrive in 2027. This platform will also be used for the upcoming Range Rover Evoque, Range Rover Velar, and Land Rover Discovery Sport — all small to mid-size sporty SUVs.\nThe Defender has long been Land Rover’s explorer’s SUV. The current model was introduced in 2020 and is a stark departure from the boxy original, with a sleek unibody design and an interior aimed at an up-market crowd. The upcoming EV Defender will likely follow the same cues while still emphasizing the go-anywhere, do-anything ethos of its predecessor.\nA smaller, less-expensive EV Defender would likely be a hit. It would follow the hot trend of modern, adventure-ready SUVs. The Ford Bronco is one of the automaker’s most in-demand vehicles. Just last week, Toyota revealed an ultra-capable and less expensive Land Cruiser, which is only available with a hybrid power plant. Others, like Rivian’s lineup and Jeep’s plug-in Wrangler, show demand for alternative powertrain options in overlanding vehicles.\nAccording to the Autocrat report, JLR plans to release the smaller electric Defender for the 2027 lineup."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/simon-data-is-putting-customer-data-to-work-with-54m-series-d/",
        "text": "Simon Data is putting customer data to work with $54M Series D\nThe customer data platform (CDP) has become a standard way to collect first-party customer data and put it to work. Simon Data, which was founded in 2015, has always had a vision of being more than purely a customer data repository. It also offers applications out of the box to work with that data, while giving customers the opportunity to build custom applications as they see fit.\nThe world has caught up with that vision. Every company is talking about building applications now, whether in machine learning models or through other applications. Investors are seeing those trends, too, and today the company announced a $54 million Series D.\nCompany co-founder and CEO Jason Davis says his company has always been focused on looking beyond the pure nuts and bolts of running a CDP and concentrating on what you do with that data once you have it.\n“If you were to reimagine what a CDP is outside of what a CDP has been historically with companies like Segment that have collected data and did all the plumbing, and instead reoriented a CDP so that your application allows business stakeholders and marketers to do stuff with data, what does the world look like? And that really has been where we’ve been focused since the beginning,” Davis told TechCrunch.\nThat has become even more important over the last several years, as companies want to do more than simply collect data, whether it’s in a CDP or a data collection repository like Snowflake or Databricks. They want to put it to work. “Our vision, and the product that we built today is truer to that vision than it ever has been before, has been to serve as the application layer that really unlocks confirmable first party data that brands have stored within their four walls, but marketers haven’t been able to access at all,” he said.\nAmong the applications available out of the box are audience management, email marketing and customer identification. Davis didn’t want to share the number of customers using the platform, but mentioned some names like JetBlue, SeatGeek and Venmo to name a few.\nFor an eight-year-old company that has now raised over $100 million, it has kept the operation reasonably lean with around 100 employees today with plans to increase that by around 30% in the next year. At a time when investors are looking for efficiency over growth that should resonate. “We are making real investments around R&D and our ecosystem, and we’re also on the path towards profitability and we’re not going to be diverging from that materially,” he said.\nWhen it comes to hiring, the company takes diversity and inclusion very seriously.”I believe, fundamentally, first and foremost, that because we’re solving such hard problems, we need to have folks who help build the business from different angles. We have to have folks who come from different backgrounds, and diversity is the key to everything,” Davis said.\nHe is doing more than talk. The company has organized internal groups for women, people with neurodiversity, and so forth, and each one has a dedicated budget that goes toward awareness, inclusion, and educational initiatives. “I think one of the big challenges about diversity is this lack of awareness that people really have around how it can really drive the business forward, and how it’s not just best for everyone individually, but collectively as a business.”\nThe company has an office in New York City, but like a lot of startups, it’s a remote-first culture, he says.\nToday’s $54 million Series D investment was led by Macquarie Capital with participation from existing investors Polaris, .406 Ventures and F-Prime. The company has now raised over $115 million, per Crunchbase data.\nSimon Data hauls in $30M Series C to continue building customer data platform\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/greenlight-credit-card-teens-fintech/",
        "text": "Greenlight’s new credit card helps teens, their parents build credit together\nGreenlight Financial Technology has long provided financial education and debit cards to its child and teen customers since 2014; however, today the company launched the Greenlight Family Cash Mastercard to help those same customers build their credit before they reach adulthood.\nParents add their teens as authorized users of the Greenlight Family Cash Card, which is available with all Greenlight subscription plans, starting at $4.99 per month. Families can then earn up to 3% cash back on all purchases. The card is issued by First National Bank of Omaha.\nTeens can track their credit card balances on the Greenlight app while parents can set up flexible spending limits and get real-time purchase alerts. In addition, the company’s in-app financial literacy game Level Up now includes credit lessons to aid teens as they use the card.\nTim Sheehan, co-founder and CEO at Greenlight, told TechCrunch that it’s the 3% cash back, Level Up and parental controls that separate Greenlight from credit card rivals. He especially noted the educational component so that children and teens learn credit card concepts, including paying off the credit card each month to avoid compounding interest that can lead to debt and that an excellent credit score can help them save thousands of dollars when it comes time to buy a car or house.\n“There’s some card programs where you can add an authorized user, but nobody has all three of these features,” he said.\nThe Atlanta-based Greenlight is now working with over 6 million customers and has raised about $550 million in total venture-backed capital since its inception, Sheehan said. The most recent investment included a $260 million Series D round in 2021 that valued the company at $2.3 billion.\nThe credit card is the newest offering for the company, which last December introduced a free web-based financial literacy library aligned with the K-12 national standards for schools, teachers and students. Prior to that in October, it also added family safety features to its subscription plan called Greenlight Infinity, which is priced at $14.98 per month for the whole family.\nDespite the growth in its customer base, Greenlight hasn’t been without challenges. In January, the company confirmed that it laid off around 21% of its employees, with Sheehan saying the decision at that time was a “preemptive move” driven by the macroeconomic environment.\n“The good news is we continue to grow, and our retention rates have actually never been higher,” he said. “[To] me, the highest compliment our customers could give us is that in a difficult economy they still keep their Greenlight subscription. And now we are in a fortunate position where we don’t need to take investment right now.”\nUp next, the company’s teacher’s guide combined with Level Up, called Greenlight for Classrooms, was rolled out in Georgia and will go nationwide in the fall. Sheehan is also putting some focus on expanding Level Up’s financial literacy content.\nCredit card and payments companies compete for a slice of the growing BNPL market\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/catchrelease-raises-8m-to-help-brands-discover-and-license-user-generated-content/",
        "text": "Catch+Release is building an AI-powered search engine to help brands license user-generated content\nCompanies seeking images or videos for their materials will typically commission a shoot, or scour stock media catalogs. Catch+Release, however, wants to help marketers license existing user-generated content, and the eight-year-old startup is setting out to build an AI-powered search engine to help brands do just that.\nCatch+Release — founded out of San Francisco by Analisa Goodin — has been in existence since 2015: first as an image research firm, and then as a platform for brands to find user-generated content for their various campaigns. The company raised $14 million in the Series A round of funding in 2021, and today it revealed that it has raised an $8 million extension round at the same (undisclosed) valuation. Existing backer Accel has returned to the fray, alongside Cervin and Stagwell, with new investors including HarbourVest Partners, Kevin Durant’s venture firm 35V, and Gainsight CEO Nick Mehta.\nGoodin told TechCrunch that the company decided not to raise a Series B for now, due to the current economic environment.\nThe Catch+Release platform helps onboard marketers, giving them access to bookmarking tools to find suitable content. Brands can build their collections and galleries by pasting the URLs into Catch+Release, though the platform also offers human curation services for a fee.\nIf a company registers interest in a specific piece of content, Catch+Release examines it through various lenses; for example, to see whether there are any logos of other brands, how sensitive the content is, and the number of people in the image or the video. Then it assigns a “licensability” score to that content — something akin to the Zestimate score on Zillow.\nCatch+Release then approaches the creator with an offer and helps them understand the licensing process.\nOn the other end, Catch+Release proactively asks creators to join the platform and plug in their various social channels — such as TikTok, Instagram, and YouTube —  so brands can find their content more easily.\nThe startup charges brands a flat fee for clearance — a term used to formalize licensing from creators. It also charges a marketplace markup on the content after paying creators.\nGoodin said that the company has helped creators secure $20 million in licensing fees to date. However, the company is not yet profitable and is looking to invest its new cash injection into product and marketing.\n“A creator could get paid anywhere between $1,000 and $3,000 for working with a big brand,” Goodin said. “However, that payout could be as low as $100 or $200 for licensing their content to a small brand.”\nLooking to the future, Catch+Release is building an AI-powered search engine for brands, something that Goodin says currently doesn’t exist for marketers.\n“For example, [let’s say] I’m a diaper company and I want to create a story that helps my consumers see that we care about our consumers,” Goodin said. “I can’t go on Instagram and search something like ‘heartwarming diaper moments.’ So we are trying to solve these kinds of use cases.”\nThere is a lot of chatter around the use and ethics of generative AI in the creative world. Goodin thinks that while brands require a lot of images and video assets, generative AI tools don’t yet offer enough quality — especially in videos — to fulfill these needs. She added that Catch+Release customers are not currently thinking about using AI for their visual marketing campaigns.\nGoodin noted that the company has been approached for licensing its data for training generative AI work, adding that Catch+Release would “happily participate” in such a program as long as the data is being used fairly and creators are compensated.  However, she didn’t specify who approached the startup for AI training data."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/flower-lands-3-6m-to-grow-its-platform-for-federated-learning/",
        "text": "Flower lands $3.6M to grow its platform for federated learning\nThe reliance on public data — mostly web data — to train AI is holding back the AI field. That’s according to Daniel Beutel, a tech entrepreneur and researcher at the University of Cambridge, who co-founded a startup, Flower, to solve what he sees as a growing problem in AI research.\n“Public, centralized data is only a tiny fraction of all the data in the world,” Beutel told TechCrunch in an email interview. “In contrast, distributed data — the data that’s trapped on devices like phones, wearables and internet of things devices or in organizational silos, such as business units within an enterprises — is much larger and more comprehensive, but out of reach for AI today.”\nFlower, which Beutel co-started in 2020 with Cambridge colleagues Taner Topal and Nicholas Lane, the ex-head of Samsung’s AI Center in Cambridge, is an attempt to “decentralize” the AI training process through a platform that allows developers to train models on data spread across thousands of devices and locations. Relying on a technique called federated learning, Flower doesn’t provide direct access to data, making it ostensibly “safer” to train on in situations where privacy or compliance are concerns.\n“Flower believes that, once made easy and accessible because of the fundamental advantages of distributed data, this approach to AI will not only become mainstream, but also the norm for how AI training is performed,” Beutel said.\nFederated learning isn’t a new approach. First proposed in academia years ago, the technique entails training AI algorithms across decentralized devices holding data samples without exchanging those samples. A centralized server might be used to orchestrate the algorithm’s training, or the orchestration might happen on a peer-to-peer basis. But in any case, local algorithms are trained on local data samples, and the weights — the algorithms’ learnable components — are exchanged between them to generate a global model.\nStartups like DynamoFL, DataFleets and Sherpa are employing federated learning in some form to train AI models, as are Big Tech companies like Google.\n“With Flower, the data never needs to leave the source device or location (e.g., a company facility) during training,” Beutel explains. “Instead, ‘compute goes to the data,’ and partial training is performed at each location where the data resides — with only training results and not the data eventually being transmitted and merged with the results of all other locations.”\nFlower recently launched FedGPT, a federated approach to training large language models (LLMs) comparable to OpenAI’s ChatGPT and GPT-4. Currently in preview, FedGPT lets companies train LLMs on data spread around the world and on different devices, including data centers and workstations.\n“FedGPT is important because it allows organizations to build LLMs using internal, sensitive data without sharing them with an LLM provider,” Beutel said. “Companies also often have data spread around the world, or in different parts of the organization, that are unable to move or leave a geographic region. FedGPT lets all of this data be leveraged when training an LLM while still respecting concerns over privacy and data leakage, and laws restricting data movement.”\nFlower is also partnering with Brave, the open source web browser, to spearhead a project called Dandelion. The goal is to build an open source, federated learning system spanning the over 50 million Brave browser clients in use today, Beutel says.\n“AI is entering a time of increasing regulation and special care over the provenance of the data it uses,” Beutel said. “Customers can build AI systems using Flower where user privacy is strongly protected, and yet they are still able to leverage more data than they ever could before. . . . Under Flower, due to federated learning principles, an AI system can still successfully be deployed and trained under different constraints.”\nFlower’s seen impressive uptake over the past several months, with its community of developers growing to just over 2,300, according to Beutel. He claims that “dozens” of Fortune 500 companies and academic institutions are Flower users, including Porsche, Bosch, Samsung, Banking Circle, Nokia, Stanford, Oxford, MIT and Harvard.\nBuoyed by those metrics, Flower — a member of one of Y Combinator’s 2023 cohorts — has attracted investors like First Spark Ventures, Hugging Face CEO Clem Delangue, Factorial Capital, Betaworks, and Pioneer Fund. In its pre-seed round, the startup raised $3.6 million.\nBeutel says that the round will be put toward expanding Flower’s core team, growing its team of researchers and developers and accelerating the development of the open source software that powers Flower’s framework and ecosystem.\n“AI is facing a crisis of reproducibility, and this is even more acute for federated learning,” Beutel said. “Due to the lack of widespread training on distributed data, we lack a critical mass of open source software implementations of popular approaches. . . . By everyone working together, we aim to have the world’s largest set of open source federated techniques available on Flower for the community.”"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/chargeflow-which-taps-ai-to-fight-chargebacks-raises-14m/",
        "text": "Chargeflow, which taps AI to fight chargebacks, raises $14M\nChargeflow, a startup using AI to fight chargeback fraud, today announced that it raised $11 million in a seed round led by the VC firm OpenView Venture Partners. The tranche builds on Chargeflow’s previously undisclosed $3 million seed round closed several months ago, bringing the startup’s total raised to $14 million.\nChargeflow was launched in 2021 by Ariel Chen and his brother Avia Chen, both Israeli-American entrepreneurs. They previously co-founded Babe Cosmetics, a beauty brand developing a line of skincare products, which they sold to focus on Chargeflow.\n“Although Babe Cosmetics was thriving, it encountered a significant problem with chargebacks,” Ariel and Avia told TechCrunch via email. “This glaring issue, coupled with our expertise in ecommerce, tech and fintech, ignited our determination to find a solution — but we couldn’t find an existing one.”\nSo Ariel and Avia started Chargeflow, which taps machine learning to generate custom “dispute evidence” — e.g. delivery confirmation receipts, signed orders and so on — for each chargeback and automatically submit it to the corresponding bank or credit card company.\nChargebacks are more complex than you might think. Credit card networks use different chargeback codes, and each code requires different evidence to overturn a chargeback.\nAny barrier to overturning fraudulent chargebacks costs businesses time — and money. According to a 2022 survey, 65% of merchants reported an increase in chargeback fraud from the year prior. Merchants lose an estimated $34 for every $1 in chargebacks, and this figure is expected to increase to $193 in 2023.\nTo maximize the chances of a merchant win, Chargeflow matches incoming disputes to a business’ order data, checks the code and its associated requirements and generates a dispute response using custom-made templates. Human experts review the AI-generated responses before they’re submitted.\n“On average, it takes about one to two man hours of labor to fight a single chargeback,” Ariel and Avia said. “Chargeflow automates and eliminates the need for manual chargeback dispute and reduces that labor cost to zero.”\nIntegrating with existing e-commerce platforms, payment service providers and other, related tools, Chargeflow calculates the projected success of chargeback disputes by comparing transaction data, only billing merchants based on successful recovery of disputes in their favor.\nChargeflow claims to have thousands of customers. But there’s an abundance of vendors in the chargeback-fighting space — see Chargehound (which PayPal acquired in 2021), Justt, Midigator and Equifax-owned Kount, to name a few.\nBut Ariel and Avia didn’t express much concern about Chargeflow’s growth prospects.\n“Chargeflow is well positioned to help merchants and business mitigate the problem and ensure higher business margins while reducing overhead expenses,” they said. “Despite the economic slowdown in other tech sectors, Chargeflow is growing rapidly.”\nThe proceeds from Chargeflow’s latest raise will be put toward enhancing its tech development efforts and strengthening its growth trajectory in the U.S., Ariel and Avia said. They’ll also support Chargeflow’s hiring efforts; the company’s looking to double its roughly 40-person headcount to 80 by the end of the year."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/sachin-bansal-sells-navi-microfinancing-unit-chaitanya/",
        "text": "Sachin Bansal sells Navi’s microfinancing unit for $178.5 million\nSvatantra Microfin has reached an agreement to acquire Navi Group’s microfinancing unit Chaitanya India for about $178.5 million, the two firms said Tuesday, latest in a series of events at entrepreneur Sachin Bansal’s firm that has struggled to secure a banking license.\nSvatantra said it will become the second largest microlender in India — with a reach of over 3.6 million active customers across 20 states — with the Chaitanya acquisition. The combined entity will have about $1.5 billion in assets under management.\n“This transaction is in line with our strategic plan to focus on our digital-first businesses, as we continue our digital-first financial services through the Navi Group,” said Bansal in a prepared statement.\nThe Reserve Bank of India rejected Chaitanya’s application for banking application last year, further complicating Navi Group’s plan for an IPO at a time when most firms were deferring plans to go public. Navi, which offers customers insurance and loan products, filed paperworks for a $440 million IPO last year.\nSvatantra Microfin, founded by Indian billionaire Kumar Mangalam Birla’s daughter Ananya Birla, provides microloans largely to women entrepreneurs in rural India.\n“The proposed acquisition will propel Svatantra to a significant leadership position,” said Birla, who also serves as Svatantra’s chairman. “The combined entity will command a substantial reach, enabling the delivery of a diverse array of financial services to our clients across a geographically diverse portfolio.”"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/electoral-commission-hack-40-million-uk-voters/",
        "text": "Electoral Commission hack exposed data of 40 million UK voters\nThe personal information of approximately 40 million U.K. voters was exposed to hackers for more than a year after the Electoral Commission fell victim to a “complex cyberattack.”\nThe Electoral Commission, the watchdog responsible for overseeing elections in the U.K., said in a statement on Tuesday that it first identified suspicious activity on its network in October 2022, but later confirmed that unnamed “hostile actors” had first accessed its systems over a year earlier in August 2021.\nWhen asked by TechCrunch why the organization has only just notified those impacted, Electoral Commission spokesperson Andreea Ghita said there were “several steps” that the Commission needed to take before it could make the incident public.\n“We needed to remove the actors and their access to our system. We had to assess the extent of the incident to understand who might be impacted and liaise with the National Cyber Security Centre (NCSC) and the Information Commissioner’s Office (ICO). We also needed to put additional security measures in place to prevent any similar attacks from taking place in the future,” the spokesperson said.\nThese measures include strengthening its network login requirements, improving its threat monitoring capabilities and updating its firewall policies, according to an FAQ published by the Electoral Commission.\nThe Electoral Commission’s spokesperson told TechCrunch that the incident, which saw hackers access the Commission’s email, control systems, and copies of the electoral registers, may have affected as many as 40 million U.K. voters. This includes anyone who registered to vote between 2014 and 2022, as well as the names of those registered as overseas voters.\nWhile the Electoral Commission has been unable to ascertain whether the attackers exfiltrated data held on its systems, it says that data potentially impacted includes U.K. citizens’ full names, email addresses, home addresses, phone numbers, any personal images sent to the Commission, and any details provided via email or online contact forms.\nThe watchdog notes that while much of this information is already in the public domain, it could be combined with other data to infer patterns of behavior or to identify and profile individuals.\nThe Electoral Commission added that there has been “no impact” on the security of U.K. elections.\n“The UK’s democratic process is significantly dispersed and key aspects of it remain based on paper documentation and counting,” the Commission states. “This means it would be very hard to use a cyberattack to influence the process.”\nIt’s not yet known who was behind the attack. The Electoral Commission said “we do not know who is responsible for the attack,” and the NCSC declined to answer when asked by TechCrunch.\n“We provided the Electoral Commission with expert advice and support to aid their recovery after a cyber incident was first identified,” the NCSC spokesperson said, who declined to provide their name. “Defending the UK’s democratic processes is a priority for the NCSC and we provide a range of guidance to help strengthen the cyber resilience of our electoral systems.”\nWhen reached for comment, ICO spokesperson James Huyton confirmed the Electoral Commission notified the data protection agency of the breach, but declined to say why there was a nine-month delay in public disclosure.\nDo you work at the Electoral Commission? Do you have more information about the cyberattack? You can contact Carly Page securely on Signal at +441536 853968, or by email. You can also contact TechCrunch via SecureDrop."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/horizon3-secures-40m-to-expand-its-pen-testing-platform/",
        "text": "Horizon3 secures $40M to expand its pen testing platform\nCybersecurity funding is falling after enjoying impressive heights in the last few years. According to Crunchbase, VC financing for security declined to just over $1.6 billion in Q2 2023, marking a 63% drop compared to the same quarter last year — when startups landed nearly $4.3 billion.\nBut that’s not to suggest deals have dried up entirely.\nEnter Horizon3, a startup providing a platform designed to improve the effectiveness of organizations’ cybersecurity solutions. Horizon3 today announced that it raised $40 million in a Series C round led by Craft Ventures with participation from Signal Fire. Bringing the company’s total raised to $78.5 million, the round will be put toward R&D, expanding Horizon’s channel presence and growing its team of engineers, CEO Snehal Antani says.\nHorizon3 was founded in 2019 by a team of former U.S. Special Ops cyber operators, entrepreneurs and cybersecurity practitioners including Antani. Previously, Antani was the CTO at Splunk and a team leader within the U.S. Military’s Joint Special Operations Command, which studies special operations requirements and techniques.\nAccording to Antani, Horizon3’s founding team sought to build a solution that could solve the common security problems faced by enterprise organizations, namely the ineffective security tools, false positives and lead times in hiring consultants for security assessments and manual testing.\n“Our thesis is using the attacker’s perspective to cut through the noise and help organizations find and fix exploitable attack vectors,” Antani told TechCrunch in an email interview. “We deliver this by enabling continuous, autonomous testing and other operations to identify proven attack paths and weaknesses in our users’ networks. We aim to deliver the best-in-class autonomous security risk management platform that provides accurate risk insights and actionable recommendations for technical users, decision-makers and auditors.”\nHorizon3’s software attempts to continuously find, fix and verify exploitable attack surfaces by revealing attack paths, showing how possible weaknesses might impact the organization, prioritize and detail fixes teams should make and verify that those fixes are effective.\nThe platform has hundreds of exploit modules that can find and “safely” exploit specific weaknesses in networks, Antani explained. IT teams can use these modules to proactively fix security issues within their infrastructure, while security teams can tap them to tune third-party security tools, assess software supply chain risks and gain strategic insights.\nThe platform — a self-service software-as-a-service solution in the truest sense — requires no additional hardware or software to maintain.\n“On its own, Horizon3 pivots through a user’s network, chaining weaknesses together just as an attacker would — and then safely exploits them,” he added. “The platform uncovers blind spots in organizations’ security posture that go beyond known exploits and patchable vulnerabilities, such as easily compromised credentials, exposed data, misconfigurations, poor security controls and weak policies. Weaknesses are prioritized based on their impact to the organization so users know immediately what they should fix first — and guidance on how to do it most efficiently.”\nHorizon3 competes against Strike Security, Cobalt.io and HackerOne among others in a penetration testing tool market that could be worth as much as $2.7 billion in 2027, according to Markets and Markets.\nAntani asserts that Horizon3 has seen great uptake, though, with a customer base that recently eclipsed 300 organizations, including several government agencies. He anticipates that as more regulatory actions take place and new security guidelines and recommendations that support autonomous penetration testing approach, the demand for Horizon3’s solutions will grow.\n“Since the cyber threat landscape continues to expand, so will Horizon3’s revenue and customer base grow as well,” Antani said. “Organizations are beginning to reconsider legacy approaches to security assessments and\npenetration testing, and instead, are adopting autonomous pentesting at a considerable rate.”"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/spotify-expands-its-ai-dj-feature-globally/",
        "text": "Spotify expands its AI-powered DJ feature globally\nSpotify is expanding its AI-powered “DJ” to dozens of markets globally, six months after debuting the feature in North America.\nAvailable through the “music” feed section in the Spotify mobile app, DJ personalizes users’ listening through a curated music selection that includes spoken-word commentary powered by a synthetic voice. The commentary includes light-hearted banter and contextual information that references specific songs and artists the user has previously listened to.\nYes, it’s a little like a radio DJ that tailors its show for each individual.\nThe music-streaming giant first launched DJ in the U.S. and Canada back in February, before extending the feature to the U.K. and Ireland three months later. While DJ will remain a beta feature for the time being, it will now be available to premium subscribers in some 50 markets around the globe, including Sweden, Australia, New Zealand, Ghana, Nigeria, Pakistan, Singapore, and South Africa.\nHowever, the vast majority of the European Union won’t have access to the feature quite yet. And it’s also worth noting that in the new markets where DJ is now available, it will still only be offered in English."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/powered-by-electric-vehicle-growth-china-overtakes-japan-as-biggest-auto-exporter/",
        "text": "Powered by electric vehicle growth, China overtakes Japan as biggest auto exporter\nOne might start noticing more Chinese cars in Western markets in recent times. In the first half of the year, China exported 2.34 million vehicles, according to customs data. The tally surpassed that of Japan, which finished H1 with 2.02 million cars exported.\nThis is the first time China has overtaken Japan in automobile export at the half-year mark. The achievement has been fueled by the “explosive growth” of electric vehicle export, Cui Dongshu, the secretary general of the China Passenger Car Association, wrote in a blog.\nIndeed, Chinese EV brands have been pushing aggressively overseas, venturing into not only emerging markets but also Western markets where competition is rife.\nXpeng and Nio, two young Chinese EV makers, kicked off their international expansion in Europe. BYD, the battery and hybrid vehicle-making giant, is establishing a footprint for its consumer vehicles in virtually every fast-growing market and major economy except the U.S. for now. Zeekr, the EV subsidiary under China’s biggest private automaker Geely, has announced plans for Western Europe and Central Asia, with signs to test the water in the U.S. as well.\nEVs have emerged as a key area where China wishes to establish itself as a global leader, thanks largely to the country’s dominance over the long and complex battery supply chain. To that end, the government has handed out generous subsidies and policy support to grow the sector, leading to competitively priced and quality plug-in vehicles, akin to what Japanese gasoline cars are famous for.\nAs one EV consultant told me recently: “There are only two types of EV companies in the world: Tesla, or Chinese EV makers.”\nThe question, then, is whether Chinese passenger vehicles will be able to establish brand recognition away from home, especially in competitive Western markets.\nChinese EVs have yet to succeed in Europe; the Middle East could be different\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/europe-adobe-figma-acquisition/",
        "text": "Europe confirms in-depth probe for Adobe’s $20B Figma acquisition\nThe European Commission (EC) has confirmed that it’s opening an in-depth investigation into Adobe’s proposed $20 billion bid for digital design software rival Figma.\nThe Commission said that the acquisition “may reduce competition in the global markets for the supply of interactive product design software and for digital asset creation tools.”\nFirst announced last September, Adobe’s megabucks bid for one of its biggest competitors was always likely to attract scrutiny from regulators around the globe. The U.S. Department of Justice (DoJ) is looking closely at the deal, while the U.K. also recently confirmed that it is preparing a deeper probe on the basis that the merger would lead to a “substantial lessening of competition” in the U.K.\nEurope, for its part, revealed in February that it was looking at the acquisition on competition grounds, so today’s news comes as little surprise.\nThe crux of the investigation will focus on whether buying Figma will eliminate one of Adobe’s major rivals and impact the broader design software market. The EC points to Figma as the “clear market leader” for interactive product design tools, noting that there is unlikely to be any other “credible” players entering the market post-acquisition. And while Adobe leads on digital asset creation tools, Figma currently serves as a “constraining influence” over Adobe. Thus, buying Figma may prevent Figma from continuing its role as an “effective competitor.”\n“Adobe and Figma are two leading providers of software for the creative community in the digital sphere,” said Margrethe Vestager, the EC’s executive vice-president for competition policy, in a statement. “Many users and businesses rely on their digital design tools to excel in their work. With our in-depth investigation we aim to ensure that users continue to have access to a wide pool of digital creative tools among which to choose.”\nIn truth, the transaction didn’t actually meet the turnover thresholds set out in the EU merger regulations, meaning that the duo weren’t required to notify European regulators. However, Article 22 of the regulations contains provisions that allow individual EU member countries to refer cases to the EC if they believe a transaction will reduce competition in their own market. And that is what happened here, with more than a dozen constituents referring the acquisition to the EC.\nWhile Europe does have a fairly robust track record of late in terms of investigating Big Tech acquisitions, it has also shown that it’s reluctant to block deals outright. In the past few months it has greenlighted Microsoft’s $68.7 billion Activision acquisition and Broadcom’s $61 billion VMware bid, albeit with strict caveats and oversight stipulations in place.\nSo, all is not lost yet for Adobe, but it will likely have to make some kind of assurances and compromises if it wants to get the deal over the line.\nThe Commission said it plans to make a decision by December 14, 2023 — roughly one month after the outcome of its investigation into Amazon’s $1.7 billion iRobot acquisition will be announced."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/paramount-tops-61-million-subscribers-after-showtime-merger/",
        "text": "Paramount+ tops 61 million subscribers after Showtime merger\nParamount said that it added 700,000 subscribers to Paramount+ in Q2 2023 after the company launched a subscription tier with Showtime integration in June. This addition meant Paramount+ subscriber count now stands at around 61 million — up from the 60 million reported last quarter.\nThe new integrated $11.99 per month plan with Showtime replaced Paramount+’s premium ad-free $9.99 per month plan. At the same time, Paramount also raised prices for its Essential ad-supported plan from $4.99 to $5.99 per month. The company noted that combined viewing hours for Paramount+ and ad-supported streaming TV service Pluto TV jumped by 35% globally.\nParamount Global reported a total revenue of $1.67 billion for its direct-to-consumer service with streaming contributing $1.23 billion and advertising fetching more than $400 million.\nThe company’s CEO and President Bob Bakish talked about Paramount’s global expansion plans including Pluto TV’s launch in Australia last week with 50 FAST channels.\n“We’ve just announced that we’re expanding the global Pluto TV footprint with our launch in Australia. And we’ll be launching ad-supported tiers of Paramount+ in certain international markets as we move forward. Importantly, the strength of our proposition is not just digital,” he said\nThe company also noted that Pluto TV is now available in 35 markets across the globe.\nIn June, Paramount pulled a slew of content including shows like “Inside Amy Schumer” and a bunch of Nickelodeon’s animated shows.\nDuring Paramount Global’s Q2 2023 latest earnings call, the company also said that it is selling the Simon & Schuster publishing house to KKR for $1.62 billion. The company put up the publication for sale first in 2020. It had agreed to a $2.2 billion deal with Penguin Random House, but the merger was blocked by a U.S. District Court after the Justice Department’s complaint. Paramount’s stock rose nearly 5% in after-hours trading."
    },
    {
        "URL": "https://techcrunch.com/2023/08/08/softbank-posts-loss-with-a-cumulative-loss-of-6-3b-in-its-vision-fund-business/",
        "text": "SoftBank posts loss, with a cumulative loss of $6.3B in its Vision Fund business\nAs SoftBank prepares to dive deeper into AI investments, the group posted an unexpected consecutive quarterly overall loss, as well as a continued loss in its existing investment business.\nThe Vision Funds actually posted a gain for the quarter of $0.8 billion, including shared assets such as its ARM holdings. Stripping out shared assets, SoftBank’s Vision Fund 1 and 2 and its Latin American fund together posted a quarterly investment loss of 13 billion yen ($91 million) — significantly less than the 2,919 billion yen loss a year ago ($20 billion).\nCumulatively, the company said that investments across the three funds, as of June 30 total a $6.3 billion loss. Overall, SoftBank Group posted a net loss of 477.6 billion yen ($3.3 billion) — a surprise, as investment analysts were widely expecting a return to profitability this quarter.\n“We are carefully and slowly moving back to investment activities,” CFO Yoshimitsu Goto said in the presentation today, adding that it would “keep focusing on the AI trend.”\nThe company said that its total commitments across the Vision Funds 1 and 2 and its LatAm fund is $166.2 billion. It calculated its acquisition costs as $146.6 billion, and fair value of the assets currently as $140.3 billion.\nSoftBank said that its Vision Fund 1 and 2 respectively had quarterly losses of 38.749 billion yen and 46.860 billion yen, while the LatAm fund had a gain of 47.496 billion and other investments 25.070 billion on ‘other investments. The Latin American business had a boost largely from the sale of Pismo, one of SoftBank’s portfolio companies, to Visa for $1 billion in June.\nFurther dragged down by share price declines in holdings in Alibaba, Deutsche Telekom and T-Mobile US, SoftBank’s overall total loss on investments in the quarter was 699 billion yen (approaching $4.9 billion).\nSoftBank has made significantly more headway in activity from its first, older Vision Fund. The company said that of the 94 investments it made out of the nearly $90 billion fund, “fair value” is split between some $37.5 billion in private companies, $20.5 billion in public companies, and $44.2 billion in exits. Fair value from its $108 billion Vision Fund 2 stands at just $32.2 billion.\nVF2 is still young and will be taking a lead in investments going forward, he said.\nSoftBank added that some 94% of its portfolio companies from across all of its funds currently have a cash runway of more than 12 months.\nWe’re listening to the presentation to hear what SoftBank has to say about Arm and its AI investments and will update this post with more.\nLast week, the company’s Japanese subsidiary, also called SoftBank and overseeing its domestic business, launched a new business called SB Intuitions, which will build a Large Language Model and generative AI services focused specifically on Japanese and Japan’s businesses and consumers. In July, the company also made a big investment into Symbotic — an AI-based warehouse logistics and robotics company, along with a joint venture to build services for third parties.\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/seoul-based-proptech-dongnae-acquires-co-living-platform-dears/",
        "text": "Seoul-based proptech Dongnae acquires co-living platform Dears\nProptech startup Dongnae said Tuesday it plans to acquire Stevens, a South Korean company that operates co-living business Dears.\nThe two companies did not disclose the acquisition price, but Dongnae said it will purchase Stevens with a mix of cash and equity. The Seoul-based proptech outfit previously raised a total of $34 million, including a $21 million Series A round it announced last year. Dongnae expects to close the transaction by the end of September. The company’s investors include the likes of NFX, Daol Investment, Hana Financial, MetaProp, Maple VC and WeWork co-founder Miguel McKelvey.\nDongnae’s primary product, Dongnae FLEX, offers a furnished apartment rental on its platform with flexible lease terms for as short a period as four weeks and lower rental deposits.\nThe addition of Dears will allow the company to upgrade the Dongnae FLEX service, manage properties “with a collective AUM of over $400 million,” and span 90 apartment complexes across Seoul and Pangyo, where a host of tech firms, including Kakao and Naver, are located. Dears Pangyo has more than 520 studio flat units in Pangyo.\nThe outfit also will co-manage the Dears Myeongdong building in Seoul alongside Xi S&D. Dongnae will manage commercial spaces of Dears Myeongdong, consisting of B1, 14F and the rooftop, co-founder and CEO Matthew Shampine said, adding that Xi S&D will operate Dears Myungdong’s 112 units that offer both short- and long-term stays.\nDongnae says this is its first acquisition. The current leadership team at Stevens will join Dongnae to support expansion and continue to build on their progress to date, Shampine told TechCrunch.\n“We are in active discussions with a number of landlords and land developers to open more buildings to be operated as and through Dongnae,” Shampine said.\nFormer WeWork executives Shampine and Insong Kim co-founded Dongnae in 2020 to digitize South Korea’s fragmented real estate market. In South Korea, people have to work with dozens of brokers to find a new home, and there are two options to pay rent in the country: paying a monthly fee (just like in many parts of the world) and paying everything in advance, called Jeonse.\n“Since our Series A in March of 2022, we have been focused on growing our real estate portfolio, getting customer feedback, and building the necessary front- and back-end technology to truly create a better way to rent homes in Korea,” Shampine said.\nThe company has invested “heavily” in enhancing the customer experience since last year. The outfit says it has digitized the entire procedure instead of the typical long, paper-filed leasing process and launched its own digital real estate consultant Suzie by integrating artificial intelligence into its platform. Like a chatbot, Suzie answers prospective residents’ questions about housing or Dongnae’s units in any spoken language.\n“From Adam Neumann’s Flow and companies such as Mint House, Zeus Living, and Blueground in America to Asian and European startups like Cove and Habyt — there has been great innovation in the residential rental market around the world over the past few years,” Shampine said in a statement. “Our team is committed to bringing about a better way to rent here in Korea.”\nDongnae’s application is now available for download on Android and iOS.\nFlexible, shorter-term apartment startups gain more traction\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/apple-music-adds-a-new-algorithmic-station-to-let-users-discover-new-music/",
        "text": "Apple Music adds a new algorithmic station to let users discover new music\nApple Music has added a new algorithmic radio station to the app called ‘Discovery Station’ in a way to compete with Spotify’s personalized lists.\nApple’s Sweden-based rival service has offered its signature “Discover” playlists for years now. In response to that, Apple Music has started rolling out the new station for people to find new music.\nThe Discovery Station only plays new songs that you haven’t heard yet — all songs that are not in your playlists, not liked by you, or not in your library. Apple Music already has a ‘New Music Mix’, but it is updated weekly and is limited to only 25 tracks.\nApple also offers a personalized station called ‘[User Name’s] station,’ which plays a mix of your favorites and a few similar tracks.\nThe company hasn’t made any official announcement about the new algorithmic discovery playlist, but it has started appearing for people on Apple Music on the web and in the apps. As MacRumors noted, there is a direct link to the playlist if you can’t see it in the app yet."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/chinas-draft-measures-demand-individual-consent-for-facial-recognition-use/",
        "text": "China’s draft measures demand ‘individual consent’ for facial recognition use\nThe pervasive use of facial recognition technology across all facets of life in China has elicited both praise for its convenience and backlash around privacy concerns. The widespread adoption has also fueled the exponential growth of valuations in companies specializing in the field, such as AI giants SenseTime and Megvii.\nNow the industry is facing some potentially significant changes as Beijing steps up efforts to establish more defined boundaries for the technology’s usage. The move is building upon the implementation of major tech regulations that rolled out in recent years targeting cybersecurity, data security, and privacy protection.\nOn Tuesday, the Cyberspace Administration of China (CAC), the nation’s top internet watchdog, unveiled a series of proposed measures aimed at regulating the application of facial recognition. The technology has been extensively employed in both the public and private sectors, ranging from facial scans used to authenticate payments in supermarkets to identity verification procedures at airport boarding gates — the latter an increasingly common practice not only in China but also across the U.S.\nCritics have raised concerns over privacy and bias over the use of facial recognition. They complain that some residential compounds have made facial scans the only way of accessing buildings. There are also concerns about the accuracy and fairness of algorithms, particularly in recognizing the faces of minorities, which could lead to the unjust targeting of certain groups.\nThe proposed measures appear to provide individuals with more rights to opt out of facial recognition in specific circumstances — but they come with limitations.\nThe utilization of facial recognition should be limited to “specific purposes and full necessity,” requiring individual approval or written consent, according to the draft measures.\nThe rules emphasize the need for clear signage in public areas where facial recognition is employed. Venues such as hotels, airports, and museums are prohibited from coercing individuals into accepting facial scans for such reasons as “business operations” or “service enhancements”. Moreover, facial recognition should not serve as the sole means of access to a building.\nWhen it comes to collecting facial biometric data from individuals under the age of 14, the consent of their parents or legal guardians must be obtained.\nOrganizations and individuals will bear higher operational costs for using the technology. Entities in possession of facial data on more than 10,000 individuals must register with a local branch of the CAC. The filing needs to explain the purpose of collecting such data and plans for data protection. Unless authorized by individuals, collectors are prohibited from retaining facial images in their original resolution.\nThe proposed measures, If effectively enforced, hold the potential to enhance security within an industry that has been relatively loosely regulated so far and lower the risk of data mishandling. China has seen several major biometric data breaches in recent years, compromising the sensitive information of millions of people.\nThe country has also drawn fire for deploying facial recognition systems to identify people’s ethnicities, particularly in the case of Uyghurs; but that won’t change with the new rules. According to the proposed measures, any organization or individual should refrain from utilizing facial recognition technology to create profiles based on race, ethnic group, religion, health, social class, or other sensitive information, unless it’s deemed necessary for reasons including national security and public security.\nThe proposal is seeking public opinions until September 7.\nChina Roundup: facial recognition lawsuit and cashless payments for foreigners\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/pivotal-partners-support-techcrunch-disrupt-2023/",
        "text": "Meet with Samsung Next and other pivotal partners at TechCrunch Disrupt 2023\nTechCrunch Disrupt 2023, which runs September 19–21 in San Francisco, is the startup world’s big tent. It draws founders, venture partners, CEOs, engineers, scientists, policy makers, researchers and entrepreneurs, product managers, CMOs, corporate M&A directors, MBA candidates and business developers who form the entire backbone of the startup ecosystem.\nThe basic gist: It’s where startups go to grow. And it’s where you’ll find our many partner companies to help you realize that growth.\nAvoid the price hike: Buy your pass now, and you’ll save up to $600. Prices increase on August 11 at 11:59 p.m. PDT. Who doesn’t like to save money?\nWe’re fortunate to partner with some of the startup world’s leading companies to help make magic at Disrupt. We say fortunate because they’re passionate, thoroughly engaged and hands-on. They consistently deliver highly relevant content, educational expertise, resources and connection to the event. Their participation elevates, engages and supports early-stage founders.\nYou’ll find earlier partner announcements from April, May and June, and today we’re announcing another fantastic group of our partners ready to help you move your early-stage startup to the next level.\nKognitos\nWorthix\nNavan\nKatmai Tech\nRespondology\nAnd hey — the lanyard to which you’ll clip your essential Disrupt pass? Courtesy of Lucid Software. It takes a village, people!\nTechCrunch Disrupt 2023 takes place on September 19–21 in San Francisco, and our partners will help make it the best one yet. Don’t forget, prices go up on May 12 at 11:59 p.m. PDT. Buy your pass now and save.\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/meatable-35m-cultivated-meat-pork-foodtech/",
        "text": "Meatable sinks its teeth into $35M to accelerate launch of its cultivated pork products\nVenture capital funding to the cultivated meat industry has largely followed other industries in fewer investments made this year; however, there’s still movement in this sector yet.\nHere in the United States, cultivated meat companies saw regulatory doors open widely after the Food and Drug Administration cleared Upside Foods and Good Meat in June to sell their cultivated chicken products across the country, and now both are in restaurants. In that same month, Omeat came out of stealth with its technology for making beef.\nEurope is heating up as well. Just last week, Israel-based Aleph Farms submitted an application in the United Kingdom to sell its cultivated beef steaks under the Aleph Cuts brand in that country. This followed Aleph’s application submitted July 26 for regulatory approval in Switzerland. Meanwhile, U.K.-based Uncommon, formerly known as Higher Steaks, which also makes a wide assortment of cultivated meats, grabbed $30 million in Series A funding.\nNow Meatable, based in The Netherlands, is adding to that excitement with the announcement of $35 million of its own new financing. The company, initially making pork products, has now raised $95 million in total funding.\nBill Gates wants Western countries to eat ‘synthetic meat’; Meatable has raised $47 million to make it\n\nAgronomics led the new investment and was joined by new investor Invest-NL, which contributed $17 million, according to the company. Existing investors coming back include BlueYard, Bridford, MilkyWay, DSM Venturing and Wise chairman and founder Taavet Hinrikus.\nAnthony Chow, co-founder of Agronomics, was blunt during an interview when he said that it’s “the worst possible time you could want to raise money,” and that there has been a “real drought of announcements” in the cultivated meat sector, and that many of the more recent announcements, Omeat included, were for investments made “some time ago.”\n“As far as I’m concerned, this [Meatable’s] is the only material financing that has been completed probably for 18 months, maybe even 24 months, of any meaningful size,” Chow said.\nTechCrunch has followed Meatable since it picked up $10 million in funding back in 2019. At that time, the company was in its infancy, but had already unveiled its technology which takes animal cells without hurting the animal and then replicates the natural growth process of the cells using its patented “opti-ox” technology combined with pluripotent stem cells, which have the ability to continuously and rapidly multiple. Typically, the cultivated meat process uses precision fermentation technology and bioreactors to make meat.\nSince its inception five years ago, the company has grown to a team of 100, started production in Singapore and held the first external tastings of its pork products after The Netherlands gave the green light for companies to organize tastings, Meatable’s co-founder and CEO Krijn de Nood told TechCrunch. Oh, and raised $47 million.\nMore recently, de Nood unveiled the company’s ability to slash production time it takes to make fat and muscle, from three weeks to eight days, telling AgFunder in May that while rivals are achieving 50-liter bioreactors, Meatable is currently able to reach 500-liter bioreactors and grow cells at 80 million cells per milliliter, thus enabling the company to make fat and muscle within days.\nFaster production also helps narrow the gap in production costs, which has been the bane of the cultivated meat industry for years and why we haven’t seen a lot of it on grocery shelves yet.\nMeanwhile, the new funding will help Meatable, which is still pre-revenue, scale its processes and accelerate the commercialization of its first products, which will include sausages and pork dumplings, in Singapore starting in 2024, de Nood said. The company also plans to establish a presence in the United States in two years.\n“To build a profitable factory, you will need to put in $50 million to $60 million at least, probably a little bit more,” de Nood said. “We really want to make sure that we spend the capital wisely and first focus on scalability and cost reduction. Then in the next 18 to 24 months start building that large scale.”\nEditor’s note: Aug. 8, 5:17 a.m. Edited to better explain Meatable’s cultivated meat-making technology.\nInvestors salivate over food tech companies perfecting precision fermentation\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/authors-ai-prosecraft/",
        "text": "Authors are losing their patience with AI, part 349235\nOn Monday morning, numerous writers woke up to learn that their books had been uploaded and scanned into a massive dataset without their consent. A project of cloud word processor Shaxpir, Prosecraft compiled over 27,000 books, comparing, ranking and analyzing them based on the “vividness” of their language. Many authors — including Young Adult powerhouse Maureen Johnson and “Little Fires Everywhere” author Celeste Ng — spoke out against Prosecraft for training a model on their books without consent. Even books published less than a month ago had already been uploaded.\nAfter a day full of righteous online backlash, Prosecraft creator Benji Smith took down the website, which had existed since 2017.\n“I’ve spent thousands of hours working on this project, cleaning up and annotating text, organizing and tweaking things,” Smith wrote. “But in the meantime, ‘AI’ became a thing. And the arrival of AI on the scene has been tainted by early use-cases that allow anyone to create zero-effort impersonations of artists, cutting those creators out of their own creative process.”\nhttps://twitter.com/maureenjohnson/status/1688550493239255040\nSmith’s Prosecraft was not a generative AI tool, but authors worried it could become one, since he had amassed a dataset of a quarter billion words from published books, which he found by crawling the internet.\nProsecraft would show two paragraphs from a book, one that was “most passive” and one that was “most vivid.” It then placed the books into percentile rankings based on how vivid, how long or how passive it was.\n“If you’re a writer as a career it’s maddening, in part because style is not the same as writing a fucking whitepaper for a business that needs to be in active voice or whatever,” author Ilana Masad said. “Style is style!”\nSmith did not respond to multiple requests for comment, but he elaborated on his intentions in his blog post.\n“Since I was only publishing summary statistics, and small snippets from the text of those books, I believed I was honoring the spirit of the Fair Use doctrine, which doesn’t require the consent of the original author,” Smith wrote. Some authors noted that the excerpts of their books on Prosecraft included major spoilers, causing further frustration.\nThough Smith apologized, authors remain exasperated. For artists and writers, the recent proliferation of AI tools has created a deeply frustrating game of whack-a-mole. As soon as they opt out of one database, they find that their work has been used to train another AI model, and so on.\n“It’s pretty much the norm, from what I can tell, for these sites and projects to do whatever they’re doing first and then hope that no one notices and then disappear or get defensive when they inevitably do,” Masad said.\nGenerative AI and the technology behind self-publishing have created a perfect storm for scammy activities. Amazon has been flooded with low-quality, AI-generated travel guides, and even AI-generated children’s books. But tools like ChatGPT are basically trained on the sum total of the internet, so this means that real travel writers or children’s books authors could be getting inadvertently plagiarized.\nAuthor Jane Friedman wrote in a recent blog post — titled “I’d Rather See My Books Get Pirated Than This” — that she is being impersonated on Amazon, where someone is selling books under her name that appear to be written with an AI.\nThough Friedman was successful in getting these fake books removed from her Goodreads page, but Amazon initially told her it wouldn’t remove the books for sale unless she had a trademark for her name.\nAfter Friedman’s post went viral, Amazon removed the misleading books.\nAmazon spokesperson Ashley Vanicek told TechCrunch: “We have clear content guidelines governing which books can be listed for sale and promptly investigate any book when a concern is raised. We welcome author feedback and work directly with authors to address any issues they raise and where we have made an error, we correct it. We invest heavily to provide a trustworthy shopping experience and protect customers and authors from misuse of our service.”\nThough both Prosecraft and Amazon ended up capitulating to writers’ requests, there are many other cases in which writers’ concerns aren’t heard — disputes over the use of AI are one reason why Hollywood writers are currently striking, for example.\n“I don’t think any writer is seriously convinced that AI is going to ruin books because like, well, that’s not how literature works, and everything I’ve seen ChatGPT write as a ‘story’ is just really fucking boring with no voice or real craft or style,” Masad said.\nBut she worries that publishers will be convinced otherwise, and possibly replace marketing and publicity teams with AI-generated promotional content.\n“It feels really bad,” she said.\nUpdate, 8/8/23, 9:30 PM ET: Added comment from Amazon Spokesperson.\nAI can’t replace human writers\n\nScience fiction publishers are being flooded with AI-generated stories\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/gms-brightdrop-to-expand-commercial-ev-business-to-mexico/",
        "text": "GM’s BrightDrop to expand commercial EV business to Mexico\nBrightDrop, GM’s commercial EV delivery business unit, announced Monday plans to expand sales of its flagship electric vans to Mexico.\nThe first two products coming to Mexico are the BrightDrop Zevo 400 and BrightDrop Zevo 600, according to the company. GM didn’t give a precise date of when Mexico-based customers can begin ordering its products, only to say it would happen later this year.\n“Bringing BrightDrop’s products to Mexico is a key move in our mission to decarbonize delivery globally, while helping customers take advantage of the economic benefits of going electric,” BrightDrop’s chief commercial officer Steve Hornyak, said in a statement.\nThe commercial EV business unit — an ecosystem of electric and connected products and software services that launched in January 2021 — is part of GM’s strategy to dominate the EV industry. While it is still a nascent business, BrightDrop has managed to carve out some market share in the commercial EV fleet industry, gaining orders from DHL Express, FedEx and Ryder, among others.\nThe company expanded its business to Canada in late 2022 with the first Canadian-bound EV vans delivered in June of this year.\nProduction of Zevo 600 is ramping up with the smaller Zevo 400 on track to begin in the next few months, the company said. To date, more than 1,000 Zevo 600 vans have been produced at GM’s CAMI Assembly plant in Ontario, Canada. The Zevo 400 will also be produced at the CAMI factory, which is expected to reach 50,000 vans annually by 2025."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/max-q-a-rocket-retirement-and-layoffs-at-planet-astra/",
        "text": "Max Q: A rocket retirement and layoffs at Planet, Astra\nHello and welcome back to Max Q!\nIn this issue:\nBy the way…We’re out-of-this-world excited to announce that we’ve added a dedicated Space Stage to TechCrunch Disrupt 2023. Plus, we’ve joined forces with the Aerospace Corporation to host the Space Domain Awareness Challenge Pitch-off for startups using AI to analyze satellite data streams. Learn more and apply here.\nOK, on to the news.\nThe final Antares rocket built with components made in Russia and Ukraine lifted off from Wallops Island, Virginia last night, marking the end of a successful flight program and renewed pressure on Northrop Grumman and Firefly to develop its replacement. Good night Antares 230+!\nMax Q is brought to you by me, Aria Alamalhodaei. If you enjoy reading Max Q, consider forwarding it to a friend."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/tiktok-full-episode-peacock-tv-show-killing-it/",
        "text": "TikTok users can now watch a full episode of Peacock’s ‘Killing It’\nPeacock is trying out a new strategy to promote its shows—posting full episodes on the popular short-form video app TikTok. As a first for the company, episode one of “Killing It” Season 1 will be available to watch for free on TikTok, parent company NBCUniversal announced Monday.\nStarting today, viewers can find the first episode on Peacock’s TikTok account, which is broken into five separate parts. Each video is around three to eight minutes long.\nThe move is certainly interesting given the current SAG/WGA strike, which has disrupted the production of many series and movies. It’s likely Peacock’s hope that its new TikTok strategy will bring new viewers to the series since stars are unable to fully promote their work to fans — aside from social media posts. Plus, it’s been a recent trend for TikTok users to upload full-length films and shows.\nThe first three episodes of “Killing It” are also available on YouTube, following a similar move made by competitor Paramount+. Peacock recently uploaded the second episode of Pete Davidson’s “Bupkis” on YouTube one month after it launched on the streaming service in May.\n\n“Killing It” stars “The Office” actor Craig Robinson as bank security guard Craig Foster, who has ambitious plans to become an entrepreneur. He then meets an Uber driver named Jillian (Claudia O’Doherty), who introduces him to the world of state-sponsored python hunting. For some reason, Foster thinks this is a great way to achieve his goals.\nThe second season continues Foster’s wild journey of snake-hunting and making cash. Foster and Jillian own a palmetto berry farm; however, human visitors as well as a snail infestation threaten to ruin their business. The eight-episode season premieres August 17 on Peacock."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/lucid-plans-to-start-production-of-gravity-electric-suv-in-late-2024/",
        "text": "Lucid plans to start production of Gravity electric SUV in late 2024\nLucid said Monday it will reveal its long-awaited, all-electric Gravity SUV in November with production not kicking off until late 2024.\nThe EV maker, which has experienced a drop in sales for its well-regarded but pricey luxury sedan, had originally planned to begin producing the Gravity at its factory in Arizona in late 2023. That date was later pushed to 2024, but the company never indicated in which quarter production would begin.\nLucid gave consumers their first peek at the Gravity back in 2020 during an event to unveil the Air. At the time, the company said the Gravity was already well into the design process. Lucid even had a working prototype, which was spotted in summer 2020 out in the wild.\nThat progress seemed to stagnate as Lucid grappled with production of the Air sedan. Lucid provided its first real update in April 2023 when it began testing pre-production versions of the Gravity SUV on public roads.\nLucid has not yet shared the price of its upcoming Gravity SUV, but the automaker might feel pressure to hit a lower price point than originally planned. Over the weekend, Lucid reduced the price of its Air Pure sedan by $5,000 to $82,400, and dropped prices of the Air Touring and Grand Touring versions by $12,400 to $95,000 and $125,600, respectively.\nLucid shared the Gravity production date in its second-quarter earnings report, which missed Wall Street expectations. The U.S. automaker said it generated $150.9 million in the second quarter, a 55% uptick from the $97.3 million in the same year-ago period. That still wasn’t enough to beat analysts expectations, which had forecast revenue of $175 million, according to Yahoo Finance data.\nLast month, Lucid said it delivered 1,404 Air sedans in the second quarter. While that was double the number of EVs it delivered in Q2 2022, it was still about 600 fewer than analysts had expected, pushing shares lower. It was also flat from the first quarter of 2023. Lucid delivered 1,406 vehicles in the first quarter of 2023.\nThe company reported a net loss of $764.2 million in the second quarter compared to a loss of $220.4 million in the same year-ago period. On a diluted basis, the company’s net loss in Q2 2022 was $555.3 million.\nLucid reported a free cash flow of negative $904 million. However, the automaker confirmed that it raised $3 billion in capital in the second quarter, including $1.8 billion from Saudi Arabia’s PIF. Lucid reported liquidity of $6.25 billion, which Lucid CFO Sherry House says can take the automaker through the start of production for the Lucid Gravity, and into 2025.\nLucid’s 2023 outlook remained the same, more or less. In February, the company halved its previous 2023 target from 20,000 to 22,000 vehicles to 10,000 to 14,000 vehicles. On Monday, Lucid said it is on track to deliver “more than 10,000 vehicles” this year.\nLucid’s stock climbed 4.5% in after-hours trading immediately after the company reported earnings.\nEV maker Lucid misses on revenue, earnings in Q1\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/mill-compost-review/",
        "text": "Can Mill’s tech-heavy food waste bin find its way into kitchens?\nFeeding table scraps to chickens isn’t a new idea. But then again, neither were smoke detectors when Matt Rogers co-founded Nest in 2010, and that worked out pretty well.\nRogers is back at it, this time with fellow Nest alumnus Harry Tannenbaum. The duo and their team at Mill have cooked up what is probably the world’s heaviest, most expensive, and most sophisticated kitchen waste bin.\nMill’s aim is to eliminate carbon emissions that result from the decomposition of food waste. The startup isn’t the first company to tackle the problem, but it does have a unique approach. Where most other companies focus on large sources like grocery stores or restaurants, Mill is for people’s homes. Its bin grinds and dehydrates food, which the company then collects via the U.S. Postal Service and sells to farmers as chicken feed. As circular economy companies go, this one is pretty clever.\nMill sent me one a few months ago to test, and I proceeded to fill it with table scraps, melon rinds, corn cobs, and whatever else was on the extensive list of food waste it said it could devour. I wanted to see if the Mill bin could find its way into our daily routine while reducing the climate impact of our waste stream.\nThe short answer: It mostly did, with some notable hiccups.\nThe bin itself and any consumables are free, included in the subscription ($396 annually or $45 monthly, though the monthly plan tacks on a $75 fee to deliver the bin). Boxes and return shipping for the grounds are also included.\nMill’s bin looks like a very nicely designed kitchen waste bin. The sides are a matte white, the foot pedal that operates the lid is gray, and the lid itself sports a faux blond wood finish with some clever shy tech hidden underneath (more on that later). A button on the lid serves to activate or deactivate the kid/pet lock. At the base of the back, there’s a large hidden charcoal filter.\nStepping on the pedal activates a servo that flips open the lid. The actual interior is smaller than the outside suggests. A hefty metal bucket sits within, and inside the bucket is a set of augers that grind the food waste to bits. The setup looks kind of like a giant bread machine.\nAt the end of each day, the bin weighs any new additions and gets to work. The start time is set via a well-designed companion app. It also asks you to name the bin (I named ours “Munchie”). Our kitchen doesn’t have any room near an outlet for the bin, so it sat around the corner in the family room. Since that’s where we watch TV, I set it to start grinding at 10:30 p.m.\nOnce that time arrives, the bin locks with a sudden (and pretty loud) click of a solenoid and grinding commences. Depending on what you’ve scraped in, the process can be relatively quiet or the bin can creak and groan like a 17th-century Spanish galleon. At some point, a heater and fan turn on to dehydrate the scraps.\nYou can keep track of progress in the app or by observing the lights that shine through the faux wood top. It’s a clever bit of tech that tells you when the lid is locked, when the augers are grinding, or when the heaters are drying the grounds.\nUnder ideal conditions, the whole process is done by the time you’re up for breakfast. In most cases, I’d say that’s true. You can open the app at any time to get an estimate for how long the grinding and drying process will last. Usually, it’s accurate. Sometimes, it’s not.\nOne night, I think I pushed the bin to its limits. With it nearly full of grounds, I added apple peels, an apple core, egg shells, table scraps, and an entire cantaloupe that had been hiding a surprisingly rotten smell inside its rind. I had chopped up the melon as the app suggested. At 10:30 p.m., I was told it would take seven to nine hours to complete the cycle. At 7:30 a.m. the next day, it said it would take another hour and three-quarters. At noon, its estimate hadn’t changed. By 3:30 p.m., the estimate ticked up to 2:10 remaining. Finally, it finished at 6 p.m., 19.5 hours after starting.\nThis wasn’t the first time it had underestimated the time required. Not the end of the world since you can double-click the button on the lid to cancel the cycle and add more scraps, but it does mean that the fan was running literally night and day. It’s not loud, but it’s not quiet, either.\nWhen the bin is full, it’ll send you a notification on your phone. To empty, just pop the lid, pull the handle to heave the bucket out of the bin, and dump the grounds into the supplied plastic bag. The grounds are shelf stable. Ours actually smelled pretty good, I thought, kind of like soy sauce. When the bag is full, toss it in an included prelabeled box. The boxes even have adhesive on the flaps so you don’t have to tape it yourself. (For some reason, I really appreciated that.) When ready, just tell the app and it arranges for the USPS to pick it up the next day. I put the box on the front porch in the morning, and our mail carrier picked it up that afternoon.\nGenerally, the process was pretty smooth, with one notable exception. I woke up on Father’s Day morning to a light flashing on the lid. The augers were jammed, though the cause wasn’t immediately obvious. Feeling a bit lazy, I left the bucket in the bin and poked around for about 20 minutes trying to free things up. No luck.\nThe next morning, I followed the app’s instructions and removed the bucket and dumped the loose grounds into the mail bag. At first glance, I noticed some of the grounds had been baked into the side of the bucket. I assumed this was the cause and chipped away at it with some disposable chopsticks. After a while, my father-in-law suggested that the jam might have something to do with small strands of fiber that had become wrapped around the augers, so I pulled as much off as I could. After 20 minutes of chipping and yanking, the augers were free once more.\nFollowing the jam, Mill told me that there were a few potential causes. Fibrous material had been causing people more problems than expected, so the team had updated the app’s guidance on what should and shouldn’t go in the bin. Corn husks were removed from the approved list, for example (something we hadn’t added). Adding high sugar content scraps to a nearly full bin was also causing jams. (That full cantaloupe might have been to blame.) Lastly, the company has been refining the software that controls cycle time and temperature, cutting an hour of cycle time on average.\n“Right now, we err on the conservative side to ensure there are no smells or potential for bacteria,” Mill’s Suzy Sammons told me. “As we get more data from customers and our field trials, that software gets better and better at predicting minimum length of cycle time and how much heat we need in the bin, and that reduces the likelihood of a jam.” She added that the company monitors the bins remotely, reaching out to customers with jammed bins to help them troubleshoot it, and that software updates have reduced the likelihood of a jam by at least half. Plus, if any of the modular parts are broken, Mill will send a new one for free.\nMill said that early data suggests that people are getting comfortable with using the bins. Almost all the company’s users had used the bin more than twice a day. In a pilot with the city of Tacoma, Washington, more than half of survey respondents said they hadn’t previously used the city’s curbside organics service, meaning they were likely sending food waste to the landfill.\nCurbside composting is probably Mill’s most direct competitor. Some cities offer it free alongside waste and recycling collection while others charge a nominal fee, usually about $10 or $20 per month. That’s significantly less than Mill charges, though the startup is working with municipalities to partially or fully subsidize the cost of the bin subscription.\nIn day-to-day use, I found the Mill bin to be both easier and more challenging to use than curbside composting. On the plus side, the Mill bin went weeks before needing to be emptied, and when I did, the grounds didn’t have any foul odors. Our compost bin, which lives under the sink, needs to be emptied every few days, and opening it is always an olfactory adventure. On the minus side, the Mill bin jammed, something our “dumb” compost bin never does, and Mill’s list of “approved” waste is more nuanced than with most composting services. The app makes it easy to check, but it’s not often that people turn to apps before throwing something away.\nAnother thing that stood out was the fact that the Mill bin needs a power supply. That means you can’t stash it just anywhere in your kitchen. Our garbage and recycling bins live in a slide-out drawer, so our kitchen layout doesn’t have a natural place for another large waste bin. That meant the Mill bin went just around the corner, into the family room. The bin’s sleek design meant it didn’t stand out or draw disapproving glances, but when cycles went long, the fan did get a bit tiresome. Overall, the power requirement is neither good nor bad — different homes will have different layouts, and it may or may not be an issue for you.\nCan Mill find its way into enough homes to keep a significant amount of food waste out of landfills? Much will depend on bringing the cost down to the point where it’s either free or competitive with existing curbside compost services. The power and space requirements may give some people pause, and the list of what can and can’t go into the bin can be mentally taxing at first. But there are a lot of things that are right, and Mill’s ability to update the bin’s software gives it the flexibility to keep at it until things are closer to perfect.\nIs this another billion-dollar, environmentally friendly product on the order of Nest? It’s still a bit early to tell, but for the climate’s sake, I hope so.\nCorrection: Mill’s annual subscription plan costs $396, not $495 as originally stated."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/investors-discover-pipeline-possibilities-at-techcrunch-disrupt-2023/",
        "text": "Investors: Discover pipeline possibilities at TechCrunch Disrupt 2023\nInvestors, we’re back with a reminder that TechCrunch Disrupt 2023 — happening September 19–21 in San Francisco — can help you pump up your pipeline and dial up your deal flow. Are you ready to hunt for future unicorns? Giddyup!\nBeat the deadline: Buy an Investor Pass to Disrupt now and save up to $600. Don’t delay — you have until this Friday, August 11 at 11:59 p.m. PDT to avoid a price hike.\nIf you’re looking for prime portfolio fodder, make a beeline for the expo floor and become acquainted with Startup Battlefield 200. Thousands of early-stage startups applied and endured a rigorous vetting process to join the elite cohort of 200. Go meet and talk with them, get a product demo, and watch them fast-pitch from the Pitch Showcase Stage.\nThen there’s the Startup Battlefield competition itself, where we choose the top 20 from the 200 to compete on the Disrupt Stage for the $100,000 equity-free prize. Be in the room, see them in action and decide whether they fit your portfolio criteria and merit a follow-up meeting.\nNote: Startup Battlefield alumni include more than 900 companies — such as Vurb, Dropbox, Mint, Yammer, and many more — with over 121 successful exits (IPOs or acquisitions) and a whopping $9.7 billion raised in funding.\nHere are just some of the investor-centric topics listed in the Disrupt agenda — check back for updates. It’s yet another great opportunity to meet and connect with new colleagues and expand your network.\nNetworking is easy at Disrupt. Start with the event app to find likely prospects and schedule 1:1 meetings. It’s a quick, efficient and effective use of your time.\nTake advantage of the many organic ways you can connect with prospects and other investors.\nTechCrunch Disrupt 2023 takes place on September 19–21 in San Francisco. Feed your deal flow, pump up your pipeline and expand your network. Buy your Investor Pass now and save up to $600. Prices increase August 11.\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/boeings-starliner-crew-capsule-will-not-be-ready-fly-crew-until-march-2024/",
        "text": "Boeing’s Starliner crew capsule will not be ready fly crew until March 2024\nBoeing and NASA managers are now estimating that the CST-100 Starliner spacecraft will not be ready to fly astronauts until March 2024, one of the longest delays yet to hit this already very delayed space program.\nBoeing’s Starliner capsule is part of NASA’s Commercial Crew program (CCP), one of two spacecraft – the other being SpaceX’s Dragon – the space agency selected in 2014 to carry astronauts to and from the International Space Station. But while SpaceX’s Dragon has been conducting many astronaut ferrying missions, Boeing’s Starliner has been continually sidelined due to technical issues. To date, Starliner has completed just one un-crewed orbital test flight, which successfully launched last May.\nA crewed Starliner mission with two NASA astronauts aboard was due to launch in April, until it was delayed to July; then the two firms announced at the beginning of June that the crewed test mission would be postponed yet again, this time due to issues with the capsule’s parachutes and the glass cloth tape that wraps around wire harnesses in the spacecraft.\nSteve Stich, a manager with NASA’s CCP, told reporters Monday that the team has made a “tremendous amount of progress” since the June update. That progress includes redesigning the parachute “soft links,” or the connectors that attach the parachute to the capsule, and removing a “substantial amount” of the P-213 glass cloth tape had been removed from the crew module. 85% of the tape has been remediated in the upper dome of the craft already, he added.\nBut even as NASA and Boeing make headway on these problems, they’re proving to be very time-intensive. Mark Nappi, Boeing’s Starliner program manager, said that the new parachute would not be delivered until around the beginning of December, with a drop test occurring in mid- to late-November.\nThat means the spacecraft won’t be ready until early March – but that doesn’t mean that the test mission will occur in early March.\n“We’re now working with NASA Commercial Crew Program, ISS, and [launch provider] ULA on potential launch dates based on our readiness,” Stich said. “It’s a complicated manifesto on ISS and the launch pad of ULA, so we’ll work that throughout the next several weeks and see where we can get that in and we’ll set a launch date.”\nIn spite of this late schedule, NASA and Boeing managers affirmed their confidence that Starliner will be able to fulfill all of the contracted missions under the CCP before the ISS decommissioning in 2030.\n“There’s really no reason to change our plans,” Nappi said. “We’ve bought hardware for six flights plus [the crewed test flight]. It still fits us well in the window that we have. There’s additional flights are available outside of those six with other customers. So I think we are still committed, like we have been in the past, and will continue on.”\nIn the meantime, costs continue to mount. Boeing has incurred nearly $900 million in losses due to delays in Starliner development as of October last year; no doubt that number will continue to climb until the capsule’s maiden commercial flight."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/netflix-updates-thumbs-rating-feature/",
        "text": "Netflix is making it easier to rate its movies and shows on mobile\nNetflix updated its “Thumbs Up” feature to allow subscribers using the mobile app to like or dislike shows and movies in the middle of watching them.\nInstead of having to go back to a TV show or movie’s page to give it a thumbs rating, now users can tap the screen at any point– whether they’re in the middle of watching or during the end credits — and click on the Thumbs Up, Thumbs Down or Two Thumbs Up button at the top, then continue watching.\nThe latest update will likely motivate more subscribers to use the feature, which helps Netflix give more personalized recommendations based on what they’ve watched and liked.\n“You might be so in the zone with a series you really love that you forget to go to its details page to give it a Double Thumbs Up,” a Netflix spokesperson told TechCrunch. “It’s just one easy step that can help us suggest more films and series that are more tailored to your tastes.”\nThe thumbs rating feature has existed for six years. Beforehand, Netflix tried a five-star system, however, this only told the streaming service how well-liked a title was overall and didn’t represent an individual’s viewing habits. According to Netflix, when the company initially tested out thumbs ratings, there was a 200% increase in activity.\nLast year, the company introduced the Two Thumbs Up button to further help the streamer get better feedback from members.\nNetflix adds a ‘Two Thumbs Up’ button in effort to learn what users love, not just like\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/fusion-ignition-breakthrough-repeated/",
        "text": "Scientists repeat breakthrough fusion experiment, netting more power than before\nIt wasn’t a fluke: Researchers at a Department of Energy (DOE) lab have repeated their breakthrough fusion power experiment. Only this time, the results are even better.\nOn July 30, lasers once again converged on a tiny gold cylinder containing a diamond-coated, deuterium-tritium fuel pellet. When the beams — as many as 192 of them — hit the inside of the cylinder, their energy was turned into X-rays. Those X-rays then bombarded the fuel pellet, forcing it to implode.\nLast time, the resulting nuclear fusion reaction released 3.15 megajoules of energy. This time, it produced more than 3.5 megajoules, according to the Financial Times. That reportedly exceeds the amount of energy the lasers imparted on the hohlraum, as the cylinder is called, though it’s unclear by how much.\nThe lab confirmed the successful repetition of the experiment and said it intends to report the details at either a scientific conference or in a peer-reviewed publication (likely both).\nWhile the most recent experiment won’t garner quite as many headlines as the one in December, it’s just as important. A breakthrough is meaningless if it can’t be replicated. The fact that scientists have achieved net-positive fusion power twice should hearten investors, who bet over $4 billion on the industry in 2021 and 2022.\nPerhaps most encouraging is the fact that the July 30 shot didn’t simply repeat the December results — it improved on them. We still don’t know what the scientists did to better their numbers, but the bump in energy-out suggests that the new results are not a fluke. Scientists are probably getting better at understanding the quirks of inertial confinement fusion.\nInertial confinement, the type of fusion studied at the DOE’s National Ignition Facility (NIF), is one of a few approaches that physicists and engineers are taking to fusion power. In it, lasers do the work of compressing and confining the fuel to create conditions that are ripe for atomic nuclei to fuse and release tremendous amounts of energy.\nThe other main approach is magnetic confinement. Most magnetic confinement experiments use powerful superconducting magnets to corral the fiery plasma, but there are a few other ways to compress fuel to a fusion-ready state.\nMost investors have gravitated to some form of magnetic confinement, in part because the hurdles to generating grid-scale power with inertial confinement aren’t insignificant. Magnetic confinement faces high hurdles, too, but inertial confinement is particularly challenging.\nCommercial-scale inertial confinement power plants would have to fire on several hohlraums per second. The NIF experiments light up at most once per day. That’s in part due to the enormous amounts of energy the lasers require (the most powerful in the world!). But it’s also because each intricate, 1-centimeter-long hohlraum takes about two weeks to manufacture, and each diamond-coated fuel pellet can take months to produce.\nBecause the lasers require so much power to fire, the hurdle to net-positive power is that much higher to surmount. Yes, explosions at the NIF can generate more power than the lasers delivered to the fuel pellet, but the electricity demands of the entire facility far outstrip what those little blasts have generated so far. The world’s most successful inertial confinement experiment remains about an order of magnitude away from being commercially viable.\nStill, the fact that the NIF was able to bump the output of the experiment suggests that they’re not simply performing pure science experiments anymore. The underlying theory is sound; the scientists now have to generate more power by optimizing their experiments. That’s starting to sound more like an engineering challenge, which is a lot easier than proving your underlying assumptions constitute valid physics.\nDoes it move up the fusion timeline, currently about a decade or so away from grid-scale power? Probably not. But it does give us a lot more confidence that we’re on the right path."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/chinese-luxury-ev-brand-zeekr-continues-global-push-into-kazakhstan/",
        "text": "Chinese luxury EV brand Zeekr continues global push into Kazakhstan\nZeekr, the luxury electric vehicle brand under China’s Geely Automobile Holdings, says it will launch its Zeekr 001 shooting brake and Zeekr X SUV in Kazakhstan by the fourth quarter of 2023.\nKazakhstan, a key market in Central Asia, marks Zeekr’s third geographic expansion announcement in recent months. The two-year-old Chinese automaker also said it plans to begin selling vehicles in Europe and Israel by the end of 2023.\nThe aggressive push into new markets is fueled by the $750 million Series A funding round Zeekr raised in February, which shot the automaker’s post-money valuation up to $13 billion. Prior to that raise, Zeekr said it had filed confidentially for an initial public offering in the U.S. and was reportedly seeking over $1 billion in proceeds.\nThe funds from Zeekr’s Series A were dedicated to technology research and market expansion. At the start of the year, Zeekr posted 3,000 open positions in more than 30 cities around the world. The company has said it wants to expand to most Western European countries by 2026.\nA look at Zeekr’s most recent job postings hints that the automaker is now also setting its sights on the United States, according to a job listing posted this weekend for a U.S.-based regulatory, policy and compliance manager who will support Zeekr’s U.S. aftermarket efforts. The company did not respond in time to TechCrunch’s request for more information.\nZeekr has sold over 100,000 vehicles, predominantly in China, since its launch in 2021. The young automaker has been successful in China in part due to its direct-to-consumer business model, which the company aims to bring to all its new markets. In Kazakhstan, Zeekr’s local partner Orbis Auto, an automotive distributor, will facilitate the development of a sales network and after-sales service in the region. The pre-sale will begin in September with delivery to customers slated for November.\nZeekr hasn’t shared at what price point it will sell the Zeekr 001 and X in Kazakhstan. In the Netherlands and Sweden, Zeekr’s first European markets, the flagship 001 is selling for around $65,000, and the X for around $50,000.\nBoth of Zeekr’s international vehicle offerings compete directly with Tesla’s Model Y crossover. The 001 can deliver a range of around 375 miles, and the X has a range of almost 350 miles. Both vehicles include over-the-air software updates."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/trillers-upcoming-listing-likely-wont-resurrect-the-us-ipo-market/",
        "text": "Triller’s upcoming listing likely won’t resurrect the US IPO market\nShort-form video platform Triller filed to go public last week while your humble scribe was on vacation to visit family. The lesson? Never take time off.\nA privately backed tech company going public on the U.S. markets is welcome news. Sadly, while Triller is an interesting business, it may prove too small an offering to fully unlock the domestic IPO market for technology companies. Still, as with the Cava listing, a strong showing could further thaw the IPO market for private companies.\nThe Exchange explores startups, markets and money.\nRead it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.\nTriller’s IPO is also interesting because it provides some nuance on the social video boom and the costs of content. However, because this company adopts a multipart approach to its market and has made several acquisitions, any comparisons to its chief competitor TikTok will prove limiting.\nSo, let’s dig into the company’s S-1 filing to find out how it’s faring and what’s in store in the months to come.\nTo work!\nTriller’s S-1 filing is heavy on AI chatter. Calling itself a “global, artificial intelligence powered technology platform,” the app sits between creators, brands and their respective audiences. The company says it focuses on short-form video, “similar to TikTok, Instagram Reels, YouTube shorts” and other related services.\nTriller also has loftier aspirations, saying it wants to “rebalance the equation” between creators and platforms, expand the total market for created content, and provide creators with a larger slice of the pie.\nThe company also appears serious about artificial intelligence, with the S-1 filing clearly stating: “Our proprietary AI and machine learning technology [helps creators] easily mix, edit and distribute music and video content to virtually any digital platform and enables them to understand and engage with their audiences at scale, while retaining control and authenticity.”\nWhen it comes to encapsulating what’s happening in tech right now, that’s spot on.\nTikTok has been praised widely for its algorithms’ effectiveness in helping users discover new material pertinent to their interests and so sends users to creators of all kinds. The model works, at least as far as the product is concerned. But Triller is more than just a short-form video app. It has bought a number of other companies in recent years to add services like music battles and mindshare (Verzuz), SMS-based creator-fan communication (Amplify.ai), fighting-related content (BKFC), and a SaaS service to connect brands and creators (Julius) to its business mix.\nTriller settles lawsuit with Timbaland and Swizz Beatz\n\nThe Julius acquisition is of particular interest, as Triller has historically earned a vast majority of its revenue from brands. In 2020, 2021 and 2022, for example, brands accounted for 100%, 97% and 82% of the company’s total revenue, respectively. You can clearly see in the declining share of brands’ contribution to the pie that the company is trying to diversify its sources of revenue, but it still has a lot of work left to do.\nBut how much revenue is Triller bringing in? And what does it cost to pay creators in the manner it aspires to?\nHere’s the core dataset:\nFor a company that’s going public, Triller boasts of pretty high revenue growth numbers: In the quarter ended March 31, the company’s revenue rose just under 52% from a year earlier — that’s akin to what some startups tend to report.\nHowever, much of Triller’s recent growth came from acquisitions. In the quarter ended March, revenue gains were “primarily attributable to the acquisitions of BKFC and Julius, which contributed revenue was $2.8 million and $1.2 million, respectively,” the company said. Without those purchases, this growth story would look much more modest. Indeed, the company’s slower pace of creator and brand acquisition may indicate that the core Triller app is struggling to gain market share (data on pages 14, 135 and 136 of the S-1 filing contain more detail).\nTurning to profitability, if you compare Triller’s topline with its cost of revenue, we can see that it is not generating much gross margin to fund its own operations.\nThis is partially due to how creator costs are accounted for. As the company writes (emphasis ours):\nCost of revenue is comprised of fees paid to Creators, performance and agency contracts, including media rights costs, as well as other license and royalty fees paid to third parties, hosting infrastructure and data center operations, personnel-related expenses for our customer implementation teams and contractors, including salaries and other related costs, service fees paid to third parties, and costs to host physical events, including staffing, materials and merchandise for sale.\nTriller’s goal of paying creators more for their work does not come cheap, even if it does appear more equitable prima facie than what we see with other companies.\nStill, the company is making serious progress in the gross margin department. In 2021, Triller’s costs of revenues were 132% of its total revenue, but that number fell to 86% in 2022. In the quarter ended March, it ticked up to 88%.\nSimilarly, Triller is slowly becoming more profitable, too. The company’s operating loss narrowed to 345% of revenue in 2022 from 2,419% of revenue in 2021, and in this latest quarter, improved to 266% of revenue.\nSumming all that up, while a loss-making machine, Triller is operating in a busy and lucrative market. However, as its growth has lately been driven by acquisitions and its cost base casts long and dark shadows over its revenue, we’re doubtful that Triller’s IPO is the one that startups have been waiting for.\nThe market needs a bulletproof, name-brand unicorn to kick the IPO window open. Triller doesn’t quite fit the bill."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/cruise-begins-testing-self-driving-vehicles-in-atlanta/",
        "text": "Cruise begins testing self-driving vehicles in Atlanta\nCruise said Monday it has started testing its self-driving vehicles in Atlanta as the company continues its ambitious plan to launch its robotaxi service in multiple cities. The announcement confirms previous reporting by TechCrunch that Atlanta would be the next city to see Cruise vehicles on public roads.\nThe company didn’t provide many details in its post on X, the site formerly known as Twitter, stating only “more to come.”\nNext up: Atlanta! 🙌\nToday we begin our initial testing across the city and we can’t wait to see what each neighborhood has to offer.\nMore to come soon.\n— cruise (@Cruise) August 7, 2023\n\n\nThe announcement comes just a week since Cruise CEO Kyle Vogt said it would expand to Nashville and hinted that more cities would soon follow.  Cruise also started initial data collection with manually driven autonomous vehicles in Los Angeles.\nThe company told TechCrunch that the operations in Atlanta are currently part of the larger testing strategy. Over the coming weeks, the company will begin initial data collection and testing in multiple cities across the country, according to the company.\nThat doesn’t mean all of these test cities will become robotaxi service cities. Although it appears that Nashville will get the commercial service.\nCruise’s self-driving vehicles are already on Nashville streets. A commercial ride-hailing service will follow, Cruise said without providing a specific date.\nThe burst of city expansion announcements is part of Cruise’s previously stated goal to begin testing and even launch a robotaxi service in multiple, new cities, according to the company.\nA year ago, the company only operated in San Francisco. Cruise has since expanded to Austin, Dallas, Houston, Phoenix, Miami, Nashville and Los Angeles.\nCruise isn’t commercially operating in all of these cities just yet. Cruise has established a formula for its rollouts. The company typically enters a new market with test vehicles. Eventually, those vehicles will lose the human safety operator — making it driverless. A ride-hailing service will become available first to employees and then customers who have signed up for the service. The service area and hours often start on a limited basis and slowly expand."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/beat-the-clock-6-smart-ways-startups-can-use-lawyers-effectively/",
        "text": "Beat the clock: 6 smart ways startups can use lawyers effectively\nWithout informing their board, a certain startup had amassed $150,000 legal fees in just three months.\nThe investor team I was part of grilled the founder to explain why. He told us the fees were for documents involving business formation, funding, various agreements, and intellectual property registrations.\nBecause fees like this can sink an early-stage startup, it’s critical that founders of emerging companies know cost-effective ways to use lawyers.\nAs a founder, you can get the most out of legal help by deploying a few smart strategies that won’t break the bank or blow your budget. Not everything you do requires a lawyer: You simply need to know when to engage your attorney, how much to spend, and when to do it yourself.\nYour startup needs the right legal structure. Structure depends on various factors: the nature of the business, its growth potential, funding requirements, liability considerations, and tax implications. Most startups are formed either as an LLC (limited liability company) or a C-Corp. Your business lawyer will help determine which structure best fits your company.\nAll startups enter into agreements and contracts with employees, suppliers, strategic partners, distributors and partners. It’s wise to have a lawyer help draft contracts to ensure your startup’s interests are protected. These three key areas require legal coverage:\nIP (intellectual property) protection: Identify and protect your IP, including patents, trademarks, copyrights and trade secrets.\nFundraising and securities law compliance: Your capital raises from investors require securities laws compliance. These laws were established to ensure transparency in investing. As an entrepreneur, you provide accurate information to your investors about their potential investment. This includes all associated risks. A lawyer will advise and help your startup navigate the process to ensure your company is compliant.\nEmployment law: When a startup hires employees, the business must comply with state, federal and different country laws that include operating and promoting a fair and inclusive workplace. To lay out the company’s policies, you’ll need an employee manual that an attorney can review or help create. It’s equally important to have relevant agreements completed, such as employee “IP assignments.” This means an employee who creates intellectual property for the company, such as patents, trademarks, trade secrets or copyrights assigns all rights of ownership to the company.\nMy six smart ways for your startup to use lawyers effectively follow.\nBefore hiring a lawyer, ask other entrepreneurs, your board and advisers for referrals to prospective attorneys. Find out what they’re paying for legal services in your area. This will give you a good sense of how much you’ll pay and what to budget for. Ask about education, experiences and how satisfied they are with their lawyer.\nYou’re better off with an attorney who specializes in the entrepreneurial ecosystem and has many years of experience with entrepreneurs. Angel investor groups often have alliances with sponsoring law firms that specialize in the startup space. Because these law firms understand the inherent risks for emerging companies, they often have experience on all sides of the complex business and intellectual property issues that startups are likely to encounter.\nProtecting your IP is one such area where experienced counsel’s advice can be crucial. For example, when running my startup, we entered into a complex contract with a company to beta test our newly patented technology. This end user made an improvement they claimed was sufficient to result in their ownership of the product’s entire IP. Fortunately, the contract was clear: Any improvements they made to the technology would become our intellectual property, not theirs. Without this clause our attorney had wisely added, we would have lost millions of dollars.\nDiscuss the lawyer’s fee structure upfront. Let them know your budget and expectations. Attorneys who work with startups frequently have a fixed price for initial legal matters such as business formation, contracts, intellectual property protections, employment agreements and legal documents for funding. It’s also fairly common for them to give startups extended payment terms.\nDon’t be shy about explaining what your budget is. Ask for a detailed breakdown of legal fees and expenses — you don’t want to be saddled with surprise fees and expenses that eat up your cash reserves.\nGet the name of the attorney who’ll be doing the legal work on your behalf. Don’t settle for someone who just graduated law school. Smaller law firms or solo practitioners are more likely to give you the experience you need along with a reasonable price. One of the lawyers we worked with had previously spent ten years at a much larger firm whose hourly billable rate was twice what we were now paying. On the other hand, it may be worth paying the premium associated with a larger law firm if you anticipate needing advice on a large array of legal matters, or matters requiring specialized legal knowledge beyond the experience of a small firm or solo practitioner.\nMake sure to get a written statement from the attorney outlining how they will calculate fees. Ask for an estimate of fees for work not just at the beginning of the relationship but on an ongoing basis until you’re confident your attorney is cost-effective.\nAlways ask whether your counsel will agree to a flat fee instead of hourly fees on a matter-by-matter basis.\nBefore signing an attorney’s engagement letter, be sure it sets forth a clear statement of all the terms, conditions and fees.\nDon’t overlook the attorney’s communication style. Note how comfortable you feel speaking with your candidate lawyer. Get a sense of whether they’ll be easy to work with. Ask how they would handle a disagreement should one arise.\nI always negotiated legal fees even though I used lawyers on a regular basis at my startup. An old adage applies here: If you don’t ask, you don’t receive. Because I asked, I was able to reduce our company’s legal costs by 25% to 30%.\nAlthough it may seem counterintuitive, negotiating legal fees can serve as an entry point to a collaborative relationship. Lawyers will respect you for this. By openly discussing fees and expectations, both parties can get a greater understanding of each other’s priorities and set a budget within those priorities.\nYou may find a lawyer who isn’t open to negotiating their fee. For the most part, though, I’ve found fee negotiation is common and ends up benefiting both you and the attorney: You save, and the attorney gains a grateful client.\nWhether you’ve successfully negotiated a flat fee or you’re being billed hourly, carefully manage the time you spend with lawyers. Start by coming to meetings prepared and organized. Being armed with key points ahead of each meeting will help you stay focused and efficient.\nSome lawyers talk a lot — that’s what they’re trained to do. Those who bill by the hour do so in 6- or 10-minute increments. If your lawyer seems wordy and spends too much time in what you feel is superfluous discussion, watch the time and keep them moving toward the end goal of the conversation. By going into an attorney meeting with this awareness, you’ll minimize your attorney’s “on-the-clock” time.\nOne attorney I worked with had a particularly slow talking tempo. It took him 30 minutes to say something he could have said in five. It felt as if he was maximizing his billable hours. I discussed the issue with him, making clear our talk would be off the clock. He was unable to change his style, so I terminated the relationship and selected another equally qualified attorney who was considerate of our budget and economical with his words.\nKnow not to call your lawyer for advice that you could be seeking elsewhere. I’ve seen too many entrepreneurs make the mistake of looking to their counsel for assurance or support, then be shocked to receive a $30,000 invoice at the end of the month. Instead, go to your advisors and board members for guidance and support; they’re there to help you.\nItemized billings give you a detailed picture of the work your legal team has handled for your startup during a particular time period.\nBe sure your agreement with the law firm calls for itemized monthly billing statements indicating work performed, time and who did the work, as well as any additional fees. Scrutinize invoices to ensure you’re not being overcharged or billed for unnecessary items or expenses you haven’t agreed to. This is particularly important at the beginning of a relationship as a way to establish what you will, and won’t, pay for.\nNever be shy to question anything on a bill that doesn’t seem right. And if time spent discussing the bill shows up on the next month’s invoice, remind your lawyer that time spent discussing an invoice is off the clock.\nDeploy a strategy where you know ahead of time you won’t need to engage your lawyer.\nFor example: Consider whether you can repurpose a contract your attorney helped create and use it in similar situations without reengaging your lawyer. You let this contract serve as a template where you replace names and other details without revising the legal terms. I regularly repurposed contracts at my startup and only brought in lawyers when we ran into unusual legal questions.\nWe had over 500 contracts; 90% of them were repurposed. These are the steps to take after you’re certain you understand the “boilerplate” contract:\nIf you’re not sure whether a particular contract involves more complex legal issues than those addressed in your template agreement, or you’re uncertain about possible legal ramifications of an unusual situation, consult your lawyer. This will ensure that you protect your interests and that the modified contract is legally sound.\nYou’ll save a lot of money if you adopt a mindset to be strategic about when to seek legal help. For those times when you’re not sure, consult first with your board and advisors. They’ll know whether it’s an issue you and your team can handle or whether it’s indeed time to call your lawyer."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/doordash-expands-retail-delivery-offerings-with-new-staples-partnership/",
        "text": "DoorDash expands retail delivery offerings with new Staples partnership\nDoorDash is adding Staples to its marketplace in time for the back-to-school season, the company announced on Monday. The announcement is part of DoorDash’s ongoing efforts to expand into new retail categories. With this new partnership, nearly 1,000 Staples U.S. locations are now available on the app.\n“Staples’ wide selection of pencils, crayons, glue, scissors, binders, lunch boxes, index cards, notebooks, printers, calculators and so much more are now on the DoorDash Marketplace,” the company wrote in a blog post. “Parents, teachers and students at every grade can find and order just what they need on-demand, at the tap of a button.”\nDo a school supplies run without the run! 🎒📓🖍️ Save on same-day classroom essentials with $20 off your @DoorDash order of $40+ with code STAPLES20 at checkout. Valid thru 8/13/23. Start your order: https://t.co/CYMWuDwnBV pic.twitter.com/WFi8XmZswO\n— Staples Stores (@StaplesStores) August 7, 2023\n\nEarlier this month, DoorDash launched its first-ever immersive Back-to-School hub, featuring deals on Back-to-School staples across retail and grocery.\nDoorDash has been working to expand its marketplace beyond food and grocery items with the addition of new retail partners. Today’s announcement comes a few months after the company added Lush Cosmetics, Victoria’s Secret and Party City to its marketplace.\nBeyond that, the delivery service has been working to make its platform become more than just a way to order meals and items as the company launched a way for DoorDash drivers to pick up consumers’ e-commerce returns and other packages for drop-off at UPS, FedEx or USPS locations earlier this year."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/tiktok-live-music-competition-gimme-the-mic/",
        "text": "TikTok seeks aspiring artists to show off their talent in live music competition\nTikTok announced Monday that it’s hosting a virtual talent show on TikTok Live to reward aspiring artists, giving them a chance to win up to 500,000 Diamond rewards. The event is called “Gimme the Mic” and will take place in September.\nStarting today through August 16, participants 18 years and older can register on the audition page in the app. Users must post a submission video that’s a minimum of 30 seconds long with the hashtag #GimmeTheMic. According to the terms and conditions, the audition can’t be a duplicate video that the creator has published before, be sexually explicit or promote alcohol/illegal substances.\nTikTok will select 30 participants from the audition round who will then go on to the Semi-Final (September 1–3), where they must compete in pairs and perform multi-guest live videos on the @tiktoklive_us account. Fans vote for their favorite performances in real time.\nOn September 10, the top ten contestants will compete in the U.S. Grand Finale, followed by a Global Finale on September 22 and 23. The winner of the U.S. Grand Finale will get the U.S. Gimme The Mic champion title and receive 50,000 Diamond rewards. (For reference, Diamond rewards are virtual credits that TikTok creators get on live videos when viewers send gifts. Diamonds can be exchanged for real money.)\nMeanwhile, the Global Finale will feature contestants from around the world. Winners earn a trophy, up to 500,0000 Diamond rewards, and get the opportunity to be featured on official TikTok channels.\nThis one is for all music lovers! 🎶 Join the upcoming #GimmeTheMic contest and become the next LIVE music star to win a global stage. Create short videos with the hashtag to participate!\n♬ original sound – tiktoklive_us\n\nLike any reality TV talent series, TikTok’s new global competition aims to support emerging music creators, giving them a popular platform to share their talent.\nTikTok has long been a hub for music promotion, back when the popular app was Musical.ly, which parent company ByteDance acquired in 2017. The platform is responsible for making many songs go viral and helping emerging artists get discovered. For example, 27-year-old singer-songwriter-rapper Tai Verdes was working at a Verizon store when his hit single “Stuck in the Middle” grabbed the attention of millions of TikTok users. There are currently 3.5 million videos using the song.\nToday’s announcement comes as TikTok ramps up its focus on music to compete with rivals like YouTube and Spotify. Recently, TikTok launched a new program, Elevate, to help rising artists with careers in the music industry. The company also launched “TikTok Music,” its new subscription-only music streaming service in Brazil, Indonesia, Australia, Mexico and Singapore.\nTikTok launches its music streaming service in Australia, Mexico and Singapore\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/callsheet-for-ios-offers-a-less-cluttered-ad-free-alternative-to-imdb/",
        "text": "Callsheet for iOS offers a less cluttered, ad-free alternative to IMDb\nIf you’ve ever wanted to look up information about a TV show or movie, you likely turn to IMDb to do so. But the Amazon-owned app can be frustrating to use, with prompts to log in, ads, and other clutter that can make it difficult to find what you’re looking for. A new app called Callsheet, launching today, aims to improve on the IMDb experience with a clean design, several quality-of-life improvements, personalized elements and the option to subscribe instead of seeing ads.\nAs described by its creator, indie app developer Casey Liss, Callsheet is “similar to the IMDB app but . . . with respect for its users,” he jokes in a blog post.\n“I love watching shows and movies, and seeing who acted in them, trivia about them, and more,” Liss told TechCrunch. However, he continued, “the normal app that I used for this has gotten so bad, and user-hostile, over the years. This January it occurred to me, ‘I can do this better.’ So I tried. And, I like to think, I’ve mostly succeeded,” Liss added.\nEssentially, Callsheet is a “bespoke” version of IMDb that will appeal to those who prefer a clean, modern, and well-designed experience, we believe — and are willing to pay a small fee for the upgrade.\nLike IMDb, you can look up information about a movie or show, including the cast of characters and actors who play them, crew information, release date, rating, summary, score, and more. This data is pulled from The Movie Database. But there are a number of clever touches in Callsheet that improve upon the default IMDb experience.\nAs one example, users can choose to customize a “quick access” button that appears next to the title and other information, like runtime and rating. Liss prefers for his button to offer one-tap access for show or movie trivia. But others may choose to customize the button to point toward other resources, like Wikipedia, Where to Watch information, a website, or parental guidance information.\nUnder the Where to Watch section, powered by JustWatch, you can toggle between the various options to see where you can stream for free, purchase the title, or what subscription services offer the show or film and in which country.\nAnother unique feature lets users toggle on and off various information that could lead to potential spoilers.\nFor instance, you can choose to hide the cast episode counts, episode titles, episode thumbnails, and cast character names — the latter something that Liss notes would have been helpful after he spoiled himself on IMDb by looking up “Watchmen,” where characters had hidden identities.\nHiding cast episode counts would help you from spoiling yourself about possible character deaths as well.\nYou can also pin favorite shows and movies, like those you’re currently watching, to the top of the app’s home screen for easy access. These pins will sync via iCloud across devices, including iPhone and iPad.\nThe app additionally offers a variety of customization options beyond your spoiler preferences and the Quick Access button, including how you want to sort a TV show’s seasons, whether you want to override your region for the Where to Watch section (helpful if you stream via a VPN to access services outside your country), and your language settings for new and popular media.\nIn trying out the app, Callsheet is easier to use than IMDb, we found. In part, that’s because The Movie Database’s API for developers is fairly speedy, as Liss notes, but also because the app isn’t filled with so much clutter. That makes it quicker to get to the information you want to see, without so much searching around and tapping.\nBecause the app is ad-free, it’s supported through subscription payments. These are reasonably priced at either $1 per month or $9 per year by default, but Liss offers optional tiers for those who want to support his work further, including a $20 and $50 per year purchase option.\nLiss, also a co-host on the Accidental Tech podcast, has previously launched other useful apps like the (since deprecated) Vignette app to update contact photos and other single-purpose utilities such as MaskerAid for adding emoji to cover someone’s face in a photo and Peek-a-View that lets you safely hand your phone to someone to look at your photos without them encountering those they shouldn’t.\nCallsheet is available today for download on the App Store and offers your first 20 searches for free. While an iPad version is available, Liss notes that improved iPad support is going to come ASAP."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/colorado-ransomware-public-school-data/",
        "text": "Colorado warns hackers stole 16 years of public school data in ransomware attack\nColorado’s state government has warned students and teachers that hackers may have accessed their personal information — dating as far back as 2004.\nIn a notice on its website, the Colorado Department of Higher Education (CDHE) confirmed it experienced a ransomware incident that saw hackers access and copy data from its systems between June 11 and June 19. This data includes student and teacher names, addresses, Social Security numbers, student identification numbers, and other unspecified education records, according to CDHE.\nThe department said that those affected may include individuals who attended public higher education institutions in Colorado between 2007 and 2020 or attended a Colorado public high school between 2004 and 2020.\nAdditionally, the notice says others may be affected, including individuals with a Colorado K-12 public school educator license between 2010 and 2014; those who participated in the Dependent Tuition Assistance Program from 2009 to 2013; those who participated in Colorado Department of Education’s Adult Education Initiatives programs between 2013 and 2017; or those who obtained a GED between 2007 and 2011.\nThe CDHE did not say how many people are affected by the ransomware attack, but likely encompasses a large number of individuals. The department said it plans to notify those affected, and all of those impacted are being offered two years of identity theft protection services.\nIt’s not yet known who is behind the cyberattack and it doesn’t appear to have yet been claimed by any of the major ransomware groups.\nColorado has suffered a spate of ransom attacks in recent weeks. Colorado State University (CSU) confirmed last month that the Clop ransomware gang had stolen sensitive personal information belonging to current and former students and employees during the recent MOVEit mass hacks. The same hackers targeted Colorado’s Department of Health Care Policy and Financing, which said that personal identifiable information of those enrolled in Colorado’s Medicaid program or child health plan may have been compromised.\nMillions affected by MOVEit mass-hacks as list of casualties continues to grow\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/zoom-launches-an-asynchronous-video-tool-for-the-meeting-averse/",
        "text": "Zoom launches an asynchronous video tool for the meeting-averse\nIn its continued attempt to diversify its product offerings, Zoom today launched a new asynchronous video tool, Zoom Clips, that lets users record, edit and share video clips without having to hop on a meeting.\nZoom Clips, available in public beta, provides a dedicated content library where users can manage, share, rename, search for, download or delete clips. Accessible from the desktop Zoom app, the Zoom web portal or the Mac menu bar and Windows system tray, Clips can capture both a screen and webcam feed — optionally with a virtual background — or only a portion of a user’s desktop.\nOnce clips are recorded via Clips, users can add a title, description and tags; trim unwanted sections; and share the recording via email from Zoom’s web portal. From that same portal, they can control who can view the clip (e.g., anyone with the link or only people in an organization), and view comments and metrics like completion rate and views.\nAs my colleague Paul Sawers pointed out to me, Zoom already offered an asynchronous video tool in its Zoom Team Chat product: video messaging. But Clips appears to be a more robust solution — and a direct response to platforms like Weet, Loom and Bubbles. (In another important distinction, video messages in Team Chat are only shareable to those in the Team Chat channel.)\n“Many people are turning to asynchronous video tools as a quick and easy way to record themselves and their screens and send high-quality, short-form videos to colleagues and customers,” David Ball, Zoom’s meetings and chat product manager, wrote in the blog post this morning announcing Clips. “With our new asynchronous video offering, you can demonstrate important information with teammates in a pinch, add a personal touch to your collaboration or just share a detailed project update without having to join a live meeting.”\nThe rise of asynchronous video comes as post-pandemic videoconferencing fatigue sets in. According to a 2022 survey, 80% of U.S. workers reported being exasperated from having to participate in frequent video calls, with 75% saying that they’d declined a meeting simply because they didn’t feel like attending.\nZoom, attempting to reposition itself in the face of intensified competition and slowing growth, has greatly expanded its range of products and strategic partnerships over the past year. Simultaneously, it’s engaged in cost cutting, announcing the layoff of 15% of its staff earlier this year.\nJust in May, Zoom said that it would collaborate with AI startup Anthropic to bring the latter’s Claude chatbot to Zoom’s various apps and services. And, after adding workplace collaboration features to compete with Slack and Calendly, including email and calendar tools, Zoom acquired Ireland-based employee communications platform Workvivo, its first purchase after customer service software startup Solvvy.\nZoom has also leaned heavily into AI technologies, including generative AI — not always with careful consideration of the consequences. Some critics argued that the sentiment analysis algorithms used in Zoom’s sales assistant tool, Zoom IQ for Sales, were fundamentally flawed. Others, meanwhile, have taken issue with the company’s policies around collecting customer data to train Zoom’s generative AI features.\nBut its investments appear to be paying dividends. In its most recent earnings report, Zoom beat expectations, reporting fiscal Q1 net income of $15.4 million on revenue of $1.11 billion, up from $1.07 billion a year ago."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/youtube-brings-high-quality-1080p-option-to-the-web/",
        "text": "YouTube brings high-quality 1080p option to the web\nMonths after YouTube launched an enhanced bitrate 1080p option for Premium subscribers on mobile, the platform is now bringing the video quality to the web. The company rolled out the higher-quality 1080p on iOS devices in April after an initial experiment in February.\nBringing the experience to the web allows more Premium members to watch “extra crisp and clear” videos, YouTube wrote in its April blog post. Enhanced bitrate is particularly great for videos with a lot of detail and motion, such as sports-related and gaming videos.\nIt’s also important to note that non-enhanced 1080p is still available to non-Premium users. Standard 1080p has been available since November 2009. YouTube recently increased the price of its Premium plan, so if individual viewers want higher video quality, they have to pay $13.99/month, up from $11.99.\nThe enhanced 1080p for Premium subscribers is also available on other devices, such as TV and connected devices like Chromecasts and video game consoles, a company told TechCrunch. It’s rolling out to Android devices starting today.\nStreaming service YouTube TV revealed in a Reddit post in April that it’s testing a higher bitrate for live 1080p content.\nUpdated 8/7/23 at 12:50 p.m. ET with comment from YouTube.\nYouTube TV says it’s experimenting with picture quality enhancements\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/microsofts-bing-chat-is-coming-to-third-party-browsers-including-on-mobile-devices/",
        "text": "Microsoft’s Bing Chat is coming to third-party browsers, including on mobile devices\nIn late July, Microsoft confirmed its ChatGPT-like Bing Chat was testing in third-party browsers like Chrome and Safari for select users after various reports had spotted the feature in action. Today, the company directly announced that Bing Chat would “soon” be available in third-party browsers, including both on the web and on mobile devices.\nThe news indicates Microsoft aims to compete on AI across platforms besides its own, in addition to those places where Bing Chat is already available, like the Bing mobile app and Microsoft Edge web browser. It would also put the AI chatbot up against other browsers’ built-in tools, like Google’s generative AI search features, available in the Google mobile app and Chrome browser.\n“This next step in the journey allows Bing to showcase the incredible value of summarized answers, image creation and more, to a broader array of people,” Microsoft explained in its announcement of the coming features, which celebrates the six-month anniversary of the AI-powered Bing. “You’ll get most of the great benefits of Bing and we’ll continue to optimize along the way to meet your needs across different browsers,” it read.\nHowever, the company cautioned that, while the Bing Chat experience would work in users’ preferred web browsers, the “best” experience would be found in the Microsoft Edge browser.\nDuring tests, for example, users noticed that Bing Chat in Chrome only supported five messages per conversation, instead of the 30 available in Microsoft Edge. It was also limiting the character count to 2,000, instead of the 3,000 supported by Edge.\nMicrosoft today hinted toward these limitations, adding that with Edge, users would “unlock longer conversations, chat history, and more Bing features built right into the browser.”\nIn the blog post, the company also celebrated several other recently launched features, including multimodal visual search in Bing Chat — meaning the ability to search using both text and images — a feature Google first introduced back in 2021. Bing’s model, however, leverages Open AI to allow users to input images into the Chat and then prompt the chatbot with related questions.\nMicrosoft additionally referenced the launch of Dark Mode for Bing Chat and the newly announced Bing Chat Enterprise, which includes commercial data protection for use inside organizations where sensitive data cannot leak out. A number of businesses have already banned employees from using consumer applications like ChatGPT due to data protection requirements, including Apple, Samsung, Walmart, Verizon and major banks, including Bank of America, Citigroup, Deutsche Bank, Goldman Sachs, Wells Fargo, and JPMorgan.\nThe company also revealed a few milestones about Bing Chat to date, noting that it’s since seen over 1 billion chats and over 750 million images in the chatbot in addition to nine consecutive quarters of growth on Edge.\nAn exact launch date for third-party browser support for Bing Chat was not provided, but the feature is said to be arriving soon.\nMicrosoft’s Bing Chat comes to Chrome and Safari in tests for ‘select users’\n"
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/5-day-left-to-save-on-passes-to-techcrunch-disrupt-2023/",
        "text": "5 days left to save on passes to TechCrunch Disrupt 2023\nHere’s a public service announcement from Captain Obvious: It takes a lot of money to build a startup. At a time when every dollar counts, this is a reminder that you have only 5 days left to save on passes to TechCrunch Disrupt 2023, taking place September 19–21.\nIt’s simple, really.\nBuy your Disrupt pass before Friday, August 11 at 11:59 p.m. PDT, and you’ll pay less for the full Disrupt experience.\nEngage, connect and network with more than 10,000 attendees. Explore the expo floor and meet the Startup Battlefield 200 companies. Check out the Builder Stage and our seven new industry-specific stages:\nNeed more convincing? Listen to what your contemporaries have to say about going to Disrupt.\n“Disrupt is a great sweet spot, and highly valuable, for anyone in the idea stage all the way through to having raised some angel money. Soak up the pitch feedback sessions and the VC presentations. They’re telling you what they’re looking for, what motivates them, what pushes them to contact you for a meeting. And that’s exactly what every startup raising capital needs to know.” — Michael McCarthy, CEO, Repositax\n“Disrupt was a great place to look for potential partners beyond our blockchain world. We got to meet and collaborate with founders in complementary technologies like IoT and AI. Building those relationships will help all of us provide customers with better solutions. It’s a win-win.” — Joel Neidig, founder of SIMBA Chain\n“Tech startups go to Disrupt to show off their stuff. It’s the perfect place to scope out the competition, network with potential investors, get a feel for how other companies position themselves and to see what’s trending.” — Jessica McLean, director of Marketing and Communications, Infinite-Compute.\nThere’s so much opportunity waiting for you at TechCrunch Disrupt 2023 in San Francisco, taking place September 19–21. Don’t miss this one — save up to $600. You have just five days left to buy your pass before prices go up on August 11. We can’t wait to see you in September!\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2023? Contact our sponsorship sales team by filling out this form."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/french-startup-exotrail-expands-u-s-footprint-with-two-new-subsidiaries/",
        "text": "French startup Exotrail expands US footprint with two new subsidiaries\nFrench in-space transportation company Exotrail is launching two U.S.-based subsidiaries, one focused specifically on serving U.S. government and defense customers, the company said Monday.\nTyler Browder, co-founder and former head of satellite software developer Kubos, was installed to lead the new Exotrail U.S., Inc. He joined Exotrail as a senior officer in February, just after the company announced it had closed a $58 million Series B. At the time, Exotrail expressed its intent to expand its footprint in the United States.\nExotrail also hired Brian Holt as the director of U.S. government business development and partnerships. Holt had previously worked for the Department of Defense’s Space Security and Defense Program and at SpaceWERX, a technology-focused organization within the U.S. Space Force. By establishing a subsidiary that solely sells to the U.S. government, separate even from the other American subsidiary, Exotrail is better positioning itself to meet the particular demands and national security requirements of defense contracts.\nIn a statement, the French startup said its new American subsidiary “will commit significant resources” to building out engineering and manufacturing capabilities in the States. Exotrail U.S. is currently searching for a location for a satellite factory and a separate integration facility.\n“We already have more than five customers in North America, with commercial partners ranging from traditional prime to new space operators like Astro Digital, Starfish Space, and NASA on the civil space side,” Browder said in a statement. “Accelerating our growth in both institutional and commercial markets is instrumental to Exotrail’s future.”\nExotrail is one of a handful of companies looking to provide in-space transportation services to satellite operators, though it has taken a more vertically integrated approach than some of its competitors. Its product offerings include mission analysis software, propulsion systems, and in-space mobility services. The company has more than 20 customers across North America, Europe and Asia."
    },
    {
        "URL": "https://techcrunch.com/2023/08/07/paypal-launches-pyusd-stablecoin-for-payments-and-transfers/",
        "text": "PayPal launches PYUSD stablecoin for payments and transfers\nPayPal is rolling out a stablecoin for payments and transfers, the company announced on Monday. PayPal USD (PYUSD) is issued by Paxos Trust Company and is backed by U.S. dollar deposits, short-term U.S Treasuries and similar cash equivalents. PayPal says the stablecoin is rolling out to U.S. customers gradually. Today’s announcement marks the first such move from a major U.S. financial institution.\nEligible U.S. PayPal customers who purchase PYUSD will be able to transfer PYUSD between PayPal and compatible external wallets, send person-to-person payments using PYUSD, fund purchases with PYUSD by selecting it at checkout and convert any of PayPal’s supported cryptocurrencies to and from PYUSD.\nPayPal says that when you buy or sell cryptocurrency, including when you check out with crypto, it will disclose an exchange rate and any fees you will be charged for that transaction.\n“PayPal USD is designed to reduce friction for in-experience payments in virtual environments, facilitate fast transfers of value to support friends and family, send remittances or conduct international payments, enable direct flows to developers and creators, and foster the continued expansion into digital assets by the largest brands in the world,” PayPal wrote in a press release. “Most of the current volume of stablecoins is used in web3-specific environments — PayPal USD will be compatible with that ecosystem from day one and will soon be available on Venmo.”\nAs an ERC-20 token issued on the Ethereum blockchain, PayPal says PYUSD will be available to a growing community of external developers, wallets and web3 applications; can be easily adopted by exchanges; and will be deployed to power experiences within the PayPal ecosystem.\nA stablecoin is a type of cryptocurrency whose value is tied to an external asset, such as the U.S. dollar. There is some controversy around stablecoins. Last year, Meta ended up abandoning its plan of having its own stablecoin, called Diem, after regulatory backlash. PayPal itself paused working on its stablecoin earlier this year amid regulatory scrutiny of crypto, as reported by Bloomberg at the time.\nPayPal first introduced crypto services back in 2020 when it began letting users in the U.S. buy, hold and sell cryptocurrencies. Then, in 2021, PayPal announced the launch of Checkout with Crypto, a feature that allowed consumers to check out at millions of online businesses using cryptocurrency. Last year, the company gave users the ability to transfer cryptocurrency from their accounts to other wallets and exchanges.\n“The shift toward digital currencies requires a stable instrument that is both digitally native and easily connected to fiat currency like the U.S. dollar,” said PayPal CEO and president Dan Schulman in a press release. “Our commitment to responsible innovation and compliance, and our track record delivering new experiences to our customers, provides the foundation necessary to contribute to the growth of digital payments through PayPal USD.”\nPayPal says Paxos will publish monthly reports detailing the assets backing PYUSD starting next month. Paxos will also publish a public third-party attestation of the value of PYUSD reserve assets.\nPayPal’s shares fell 7% in extended trading last Wednesday as investors were disappointed by the company’s quarterly operating margin. The payment company’s adjusted operating margin for the quarter came in at 21.4%, missing its forecast of 22%."
    }
]