[
    {
        "URL": "https://techcrunch.com/2023/08/05/fearless-fund-american-alliance-equal-rights-lawsuit/",
        "text": "Here’s what the Fearless Fund lawsuit could mean for venture\nThe first official piece of policy around diversity efforts in venture capital may soon see the light of day, but not because of any action by the government.\nIn a complaint filed this week, the American Alliance for Equal Rights — founded by conservative activist Edward Blum, the man driving the effort to end affirmative action — sued a minority-focused venture capital fund for unlawful racial discrimination.\nIn the complaint, the organization accuses Fearless Fund (an early-stage venture capital firm based in Atlanta that focuses on funding solely to women founders of color) of racially discriminating against non-Black individuals by having a $20,000 grant program for only Black women who are small-business owners.\nThe program is the Fearless Strivers Grant Contest, and the fund hosts it four times a year in partnership with Mastercard. The American Alliance for Equal Rights alleges that Fearless Fund is violating Section 1981 of the 1866 Civil Rights Act, which states that private contracts must be made and enforced without regard to race.\nIt’s still too early to draw winners and losers in this battle, but if the American Alliance for Equal Rights wins this lawsuit, it could result in the first official piece of law around diversity, equity and inclusion in venture capital. The result could very well set a lasting precedent for how the entire startup ecosystem evolves. And given Blum’s recent record, a loss for Fearless Fund could be on the cards.\nGregory Shill, a professor of law at the University of Iowa who teaches a class on the Civil Rights Act as part of his Contracts class, told TechCrunch+ that a victory by Blum and the American Alliance for Equal Rights would stop many of the efforts designed to address the current disparities within venture capital.\nThe Civil Rights Act was the first piece of federal civil rights legislation passed in the U.S., enacted to guarantee that contracts would be honored regardless of race. At the time, it was widely held at the time that the market was open to everyone, but it wasn’t really.\n“For years, Black founders have complained of discrimination, but they have been effectively blocked from doing anything about it, because, to prevail, they must show that the discrimination is intentional,” he said, adding that many avoid doing so because it can be harmful to their careers. “So rather than challenging this head-on, one alternative tack has been to set up funds that specifically recruit Black or women founders. That effort is what is being challenged here.”\nBlum told TechCrunch+ that the American Alliance for Equal Rights was contacted by a woman-owned business that asked to help challenge Fearless Fund. “The program being challenged is racially exclusive, thus violating our nation’s civil rights laws. It is to be hoped that other programs like this one end these practices and offer the benefits to all small businesses regardless of the owner’s race,” he said.\nFearless Fund did not immediately respond to a request for comment.\nFearless Fund was founded in 2019 with the sole purpose of backing entrepreneurs who are women of color. Just a few weeks ago, TechCrunch reported that the fund raised an undisclosed amount, with the goal to deploy at least $50 million as part of its second fund. It is also currently in the process of hosting one of its grant contests.\nBlum has a history of teaming up with individuals to sue race-based policies. For this latest suit, he told Reuters that the white and Asian American members of the American Alliance for Equal Rights were excluded from the grant because of race.\nRecently, he sued Harvard to overturn affirmative action, saying it discriminated against Asian Americans, and assisted a young white woman in suing the University of Texas over affirmative action, though he lost that last case.\nThomas Dorwart, a managing partner at law firm Thomas C. Dorwart Law, said the American Alliance for Equal Rights could have a chance to win, but not based on the UNC and Harvard affirmative action cases. That’s because the court’s ruling there applied only to government funding.\nThe Supreme Court “has held that the statute cited by Blum applies to the employer-employee relationship. It could be argued that Fearless Fund is only an investor and is not an employer of the grantees. Thus, Blum’s and SCOTUS’ reasoning do not apply,” Dorwart told TechCrunch+. “Further, SCOTUS, in the recent affirmative action decision, did not address military academies, and let stand that diversity may be considered by military academies. That same reasoning could apply in venture capital, especially considering the funding gap.”\nStill, as Jomayra Herrera, an investor at Reach Capital, noted, this is an important reminder that venture capital is not immune to the broader political polarization that is happening across the country.\nMinority fund managers and founders are understandably nervous. According to Luke Cooper, the founder of Latimer Ventures, which focuses on backing founders from Black and Latinx communities, this suit would only make it harder for Black founders to receive funding. Grant programs such as the one Fearless Fund offers are often the only way such founders can access money.\n“An event like this is deeply concerning because it holds existential risk to the good work that many of us are doing,” he said. “I think it will have the unintended consequence of shedding light on the tattered cordage of this industry’s rigging.”\nBrandon Brooks, a founding partner at Overlooked Ventures, called this a “bullshit case” but conceded that Blum was likely to win, especially after his success with toppling affirmative action in college admissions.\n“Any funds or sub-funds based on diversity investing will have to shift focus; LPs will be scared to invest in those funds for fear of lawsuits,” he added.\nIndeed, there is a new crop of diverse fund managers from overlooked backgrounds who are focused on funding their communities. “This case will certainly impact Black and even female-focused funds,” Dorwart said. “But, again, it’ll be interesting to see how it plays out, considering these are not employer-employee relationships. Perhaps the court will hold that any funds that receive funding from government entities or institutions are subject to the statute Blum cites.”\nThe American Alliance for Equal Rights winning could result in more litigation overall against businesses, universities and government agencies’ programs that target marginalized groups, Shill said. This could turn out to be detrimental to not only Black people, but also all people from underrepresented backgrounds.\nKate Tamera, a trans founder of gender-affirming health service Euphoria, stressed how much founders like her rely on grant programs since funding for trans people is almost nonexistent.\n“There’s no concrete evidence to support the claim that majority founders are being denied equal opportunities when the existing system already disproportionately favors them at the expense of minority founders,” she said.\nShill said that Blum’s victory would also likely not have an impact on the funds that exclusively or disproportionately back white founders, explaining that funds that do this often do so subtly and implicitly, and the direction of the law in the last few years makes it very difficult to prevail on such a claim.\nInstead, it’s likely that this grant contest would be shut down or retooled, and “other efforts at remediating the effects of racism in this country will be more vulnerable legally,” he said.\nBut even if Blum ends up winning, it doesn’t mean that funding for Black founders has to stop. “If he wins, Fearless Fund’s solution, in my view, is to still provide grants that benefit Black women, or Black founders in general, but to [also] provide some smaller percentage of grants to other races,” Dowart said.\nHe also believes, though, that the same type of lawsuit has just as much of a chance as succeeding against the typical large VC funds “since Black and women founders are at like less than 2% of funding,” he continued. “They are being forced out of the market and discriminated against in the same way under the same statute.”\nThis story was updated to add a quote by Thomas Dorwart and clarify the class Gregory Shill teaches, along with Blum’s Harvard suit."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/startups-see-just-1-of-dod-spending-says-the-venture-firm-backed-by-billionaire-steve-cohen-its-betting-thats-about-to-change/",
        "text": "Dan Gwak of Point72 Ventures on why defense tech is becoming the next big thing for investors\nDan Gwak has had a more varied life than many investors. He grew up in Jakarta, the son of Korean parents who ran a shipping business. After high school, he headed to Cornell in the U.S. and became an associate at The Carlyle Group.\nEverything was moving up and to the right, so to speak. Then, like a gut punch, the financial recession hit in 2008.\nGwak was among many who suddenly found themselves on uneven footing and evaluating their next steps. Unlike most of his young investing peers, Gwak quickly decided to join the U.S. Marine Corps as a machine gunner. It seemed like a natural decision, given that in Korea, where military service is compulsory for men between ages 18 and 35, both Gwak’s father and brother had served. It was also Gwak’s way of “becoming American,” he says.\nWhile he wasn’t expecting his service to end four years later in Afghanistan — he was wounded and sent home — Gwak again didn’t waste much time deliberating about his next moves. He applied and was accepted to Harvard Business School, and nearly since that time, he has been investing at the intersection of national security and technology. Out of school, he joined In-Q-Tel, which is the venture arm of the CIA. In 2017, when the billionaire hedge fund manager “Stevie” Cohen decided to build out a venture practice — Point72 Ventures — he poached Gwak, and Gwak has remained active since, including leading a 50-person team that has invested more than $1 billion into roughly 130 companies on Cohen’s behalf.\nThe deals range across four key areas: deep tech, fintech, enterprise and defense tech. But in a lengthy conversation with Gwak earlier today, he talked the longest about defense tech as he’s passionate about it and because the way he sees it, Washington is focused more than ever on the global balance of power — and looking for any edge it can find. Below are excerpts from that part of our chat, edited lightly for length and clarity. You can listen to the entire conversation here.\nTC: You have these four areas on which you’re focused, but fintech has cooled off after several frothy years, and defense tech now seems top of mind for investors. Is that true inside Point72?\nDG: Absolutely. If you rewind the clock, fintech was an area that was very hot and we were very active in deploying a lot of capital. Today, the area that’s really come up is defense tech. It’s not just that the market in general has corrected, but rather, I think defense tech, specifically as an opportunity, has really [gained traction] among other venture investors, as well as founders [along with a growing] awareness of the importance of defense tech to the government.\nGiven your experience over the years, working for and selling to the government, does the sales process move any more quickly than historically? The long-standing knock, of course, is that it’s too bureaucratic and there’s too much red tape to get past.\nEven five years ago, I would have told you that defense tech investing the way that we think about it — which is investing in companies whose primary customer is going to be the Department of Defense — is a bad idea for exactly the reason that you describe. But that has changed for a couple of big reasons. First of all, the government is generally inefficient at buying things until something comes along that has the potential to shift the global superpower balance, and that’s what you’re seeing today. If you look at the last time that happened, that was probably pursuing the atom bomb and the Manhattan Project. When you look at things like AI and all the ways it applies — whether that’s autonomy or computer vision or natural language processing — these are all things that absolutely can shift the global superpower balance, and the government sees that now. And when the government sees that, then it becomes much, much better at buying things.\nIt seems like a portfolio company of yours, Shield AI, falls into this category. [Editor’s note: Shield AI develops AI-powered fighter pilots and drones that it sells to the U.S. Air Force and U.S Army.]\nAutonomous drone swarms do have the ability to shift the global superpower balance, whoever gets that right and can release a drone swarm of thousands. That is an approach [against which there are] just not good defenses today, even if you own the largest aircraft carrier fleet in the universe. [And because a company like Shield AI can help in] the future preparedness of America, it can, as a result, get a lot of the funding that comes out of the government. It used to be because of the slower sales cycles and so forth, you had to kind of count on the prize being larger but taking longer to get to. [Today] we’re finally entering a time where, as long as you align with something that really, really matters to the government and you can connect the dots effectively, you can grow that business as quickly as as any commercial business,\nWhat has Ukraine meant for its business?\nUkraine’s impact on defense tech has been a very catalyzing one. Everyone understood even before Ukraine that drone swarms and the effective use of attributable technologies and things like that could have a very big impact. Ukraine just serves to highlight that in real life. When you look at what’s going on there, that effective use of drones has had a massive impact in that battlefield.\nSo-called slaughterbots are autonomous drones that are programmed to kill people without any human intervention. How does a company like Shield AI deal with potential customers that might misuse its technology?\nI don’t want to speak on the company’s behalf on that topic because it is a conversation that the company should have with its customers, and I’m not necessarily in those conversations. However, I think the overall topic — the danger posed by autonomy when it comes to taking human beings out of that decision to attack — is a very interesting one. To my mind, it’s all about system design. Any weapon in the world that has a kinetic effect can be very, very dangerous — to the enemy, to ourselves, and to noncombatants who just happen to be in the wrong place at the wrong time.That’s why when you look at all these kinetic systems, there’s always good system design around the decision to take an action, and a human being is usually in the loop. When it comes to this new wave of technology, it’s not like we’re throwing that concept of safety out the window. Good, sound, system design, as informed by the risks that we are willing to  subject ourselves to, is always going to be an important part of the equation.\nThe U.S. government is a big customer that can demand that things are tailored for its purposes. Does it preclude these companies from selling to other governments? How does that work? Do they have to get buy-in from Washington?\nIt depends on what other country we’re talking about [laughs]. To contextualize with numbers, though, the overall spending of the United States and all of its allies on defense is $1.6 trillion. That is a gigantic market. It is an order of magnitude larger than the commercial SaaS market. Of that 1.6 trillion, fully 50% of it is just the U.S. So when you see defense tech companies so focused on the U.S. defense market, there’s a good sound reason for that. That [also] means that if that largest part of the market is asking you not to interact with nations that might be adversarial to the United States, you’re going to respect that.\nAre the investors interested in these deals changing at all? I know who some of the players are — you, In-Q-Tel, Lux. . . .\nLux is certainly one that’s been investing where deep tech meets defense tech for a while. [There]’s also Founders Fund, 8VC, a16z as part of their American dynamism effort. There is a core group of half a dozen or so that have been focused on defense tech for a while. Now I’m seeing additional investors, tier one venture investors, who were not necessarily historically interested in defense tech, start to be a lot more interested. That’s a good thing. The opportunity is just so large. If you think about it, the DoD has an $800 billion budget and only 1% of that today goes to startups.\nThat’s an incredible stat. I guess I have the headline to this story now. Who gets the rest? Lockheed Martin?\nIt’s largely the defense primes today, which serve an important purpose. But the truly transformational technologies that the DoD needs to be able to harness in the next 10 years, those are going to come from startups."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/astra-lays-off-25-of-workforce-reallocates-engineers-in-an-effort-to-fight-dwindling-cash-reserves/",
        "text": "Astra lays off 25% of workforce, reallocates engineers, in an effort to fight dwindling cash reserves\nAstra has laid off 25% of its workforce since the beginning of the quarter and is reallocating at least 50 engineers and manufacturing staff away from its launch business to focus on spacecraft production, the company said Friday.\nThe reallocation and layoffs are expected to delay testing of the under-development Rocket 4 and Launch System 2.0, Astra said. The affected employees worked in the company’s launch, sales and administration and “shared services” departments. Workforce reductions are expected to save the company more than $4 million per quarter beginning in the fourth quarter of this year.\nAstra, which is facing dwindling cash reserves, is no doubt looking for a way to further reduce operating expenses while also bolstering its spacecraft engine business, the only business unit that currently has a near-term chance of generating revenue. The spacecraft engine technology is sourced from Astra’s acquisition of propulsion developer Apollo Fusion, which closed the day Astra went public in July 2021.\nIndeed, Astra said that it had closed 278 committed orders of the Astra Spacecraft Engine product through the end of March, which totals around $77 million in contracts once the engines are delivered. A “substantial majority” of these orders will be delivered through the end of 2024, the company said.\n“We are intensely focused on delivering on our commitments to our customers, which includes ensuring we have sufficient resources and an adequate financial runway to execute on our near-term opportunities,” Chris Kemp, CEO and founder, said in a statement.\nAstra also said that it had engaged investment bank PJT Partners as a financial advisor as it looks for more capital to continue operations. That includes “potential strategic investments in the Astra Spacecraft Engine business to strengthen Astra’s balance sheet,” the company said. Separately, Astra said it had raised $10.8 million in a debt sale to investment group High Trail Capital.\nAccording to preliminary second-quarter financial results, Astra is expected to have revenues between $0.5-$1 million, while having just $26-$26.5 million in cash on hand.\nThis is not the first time major layoffs have hit the space company. Last November, Astra announced it had let go of 16% of its employees, also to focus on launch and spacecraft engines."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/twitch-streamer-kai-cenat-influencer-giveaway-union-square-riot/",
        "text": "Twitch streamer’s PS5 giveaway sparks Union Square ‘riot’\nTwitch streamers Kai Cenat and Fanum invited fans to Union Square on Friday for a real-life stream and giveaway. They promised to hand out gift cards, gaming PC equipment and PlayStation 5s.\nBut the IRL stream descended into chaos as frenzied fans crowded over the giveaway, shutting down lower Manhattan in the aftermath.\nCenat, who has 6.5 million Twitch followers and 4 million YouTube subscribers, advertised the New York City giveaway in now-deleted tweets. He collaborated with Fanum, who has 1.3 million followers on Twitch and 1.2 million on YouTube. The stream was scheduled for 4:00 p.m. on Friday.\nBut by 1:10 pm, police responded to a “large gathering” in the park, a New York Police Department spokesperson told TechCrunch. The spokesperson said that “a couple thousand individuals” crowded into the location. By 3:30, videos of the riot began flooding social media. Fights broke out as people in the crowd climbed vehicles and threw traffic cones.\nCenat’s stream was cut short. A clip on his Twitch channel shows the crowd shoving into each other.\nManhattan *Riot* 13th Pct. Union Square Park. NYPD calling a level 3 mobilization for a riot. Aviation reporting the crowd is throwing plywood & construction debris at eachother\n— NYCFireWire (@NYCFireWire) August 4, 2023\n\nhttps://twitter.com/wantedbythehoes/status/1687554770729578496\nkai cenat and fanum got nyc turned into a gta lobby cause wtf is this pic.twitter.com/eex5WpLII2\n— Venom (@WenomYB) August 4, 2023\n\ni got caught in the kai cenat meetup in union square 😭 i just wanted to buy a modest dress at nordstrom rack 😭😭😭 pic.twitter.com/BWtBRbQ0Qg\n— irα!! (@solarsystern) August 4, 2023\n\nThe NYPD spokesperson said about 1,000 police officers were deployed to the location, and at the time of reporting, there were no injuries. Cenat was pulled from the crowd and taken into police custody, NBC New York reports, but the NYPD spokesperson could not confirm additional arrests to TechCrunch.\nThat “may change,” the spokesperson said, as the NYPD will not have “concrete numbers” until this evening or tomorrow morning. Videos posted online claim that other creators were also arrested during the riot.\nhttps://twitter.com/wantedbythehoes/status/1687559544115707904\nCenat briefly went live on Instagram from inside a police car, and told the crowd to go home.\nThe NYPD advised New Yorkers to steer clear of Union Square Park and the surrounding neighborhoods. “Expect a police presence in the area and residual traffic delays,” the department said in a tweet.\nPublic transit was also significantly delayed. The New York Transit Authority announced that eight subway lines will bypass the Union Square stop because of police activity, and urged commuters to take alternate routes.\nCenat posted, and then deleted, a message to his followers in the aftermath of the riot.\n“I love you guys to the fullest, you guys are amazing,” he wrote in a now-deleted Instagram story, which featured a photo of local news coverage of the riot. “THE LOVE FROM HOME BASE IS REAL. Please be safe.”"
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/pony-investor-toyota-partner-to-mass-produce-robotaxis-in-china/",
        "text": "Pony, investor Toyota partner to ‘mass produce’ robotaxis in China\nAutonomous-driving company Pony.ai and Toyota say they’re teaming up with the goal of one day cranking out a bunch of “fully driverless robotaxis.”\nThe two companies intend to kick off their partnership sometime this year with around $139 million in capital from GAC Toyota Motor Co. — a joint venture between Toyota China and GAC, a Chinese state-owned automaker.\nThe investment follows Toyota’s move to pump about $400 million into Pony back in 2020. Going forward, Toyota says it’ll give Pony an unspecified number of its EVs, while Pony will outfit them with autonomous-driving tech and the firm’s “robotaxi network platform.”\nWithout context, $139 million may sound like a lot, but Pony has raised more than a billion dollars since its founding in 2016. Things arguably haven’t gone smoothly throughout the self-driving developer’s lifetime.\nIn 2021, Pony kicked off driverless-vehicle testing in California, only to see its permit suspended six months later. The same year, the company seemed to shrink its autonomous trucking ambitions when it consolidated its R&D teams and shed a couple executives. The next year, Pony recalled its autonomous-driving software and sued two former staffers for allegedly swiping trade secrets when they left to found a startup called Qingtian Truck. Yet, around the same time, Pony claimed to be worth $8.5 billion (and that’s the last we’ve heard of its valuation to date).\nPony isn’t alone in its trials. The entire autonomous vehicle industry, once a darling in the VC world, has gone through a consolidation that has seen numerous startups wither and disappear, particularly in the United States. The few that remain — a small group of well-funded companies that are either publicly traded or owned by large corporations — are starting to scale up commercial operations, albeit slower than perhaps originally forecast."
    },
    {
        "URL": "https://techcrunch.com/2023/08/04/softbank-sues-irl-over-elaborate-scheme-that-swallowed-150m/",
        "text": "SoftBank sues IRL over ‘elaborate scheme’ that swallowed $150M\nSoftBank once invested in social app IRL at a $1.1 billion valuation. Now, the Japanese investment firm is suing the defunct company for fraud, alleging $150 million in damages.\nIRL was supposedly poised to become an event organizing alternative for Gen Z, who are using Facebook less and less. Its self-reported numbers were impressive enough to solicit a $170 million Series C led by SoftBank in 2021, but earlier this summer, an internal investigation by IRL’s board of directors found that 95% of the app’s users were fake.\nIn its legal complaint, SoftBank explains that it was moved to invest in IRL because of its impressive user numbers; the app claimed it had been downloaded by 25% of U.S. teens under 28 years old and was growing at a 400% year-over-year rate. But per the IRL board’s investigation, none of these figures were accurate.\nInvestors don’t always do their due diligence, but SoftBank claims it wouldn’t have been possible to verify IRL’s fake user numbers, since it had “prepared for SoftBank’s due diligence and structured IRL’s business so that SoftBank could not discover evidence of their fraud.” SoftBank explains in detail its attempts at conducting due diligence before forking over a nine-figure sum.\nPer SoftBank’s claims, IRL was spending tens of thousands of dollars on proxy services to fraudulently inflate IRL’s user data with bots. SoftBank also accused IRL of paying hundreds of thousands of dollars per month to a secret firm operated by IRL’s head of Growth to cover up this scheme.\n“Because IRL did not have any profitable revenue stream, its value to an outside investor like SoftBank depended on its active user metrics as a source of potential future income,” SoftBank’s complaint reads. “Thus, SoftBank relied on the accuracy of representations from IRL’s executives concerning both the quantity and quality of IRL’s users.”\nReached via text, IRL CEO Abraham Shafi did not respond to TechCrunch’s request for comment. Shafi is named as a defendant in the complaint, as are five of his siblings and cousins, who SoftBank alleges were part of this cover-up. Each of these family members sold IRL common stock to SoftBank in connection with these investments.\nWhen SoftBank accessed a third-party report on IRL’s total users and downloads, the data said that by spring 2021, IRL had only been downloaded 9 million times. Shafi, on the other hand, was claiming that the app had 12 million monthly active users, and that 2 million events got planned each day on IRL. Shafi explained away this discrepancy by saying that the number accounted neither for web sessions, nor underage users, whose data could not be shared.\n“In reality, the platform was a virtual ghost town, filled with bots deceptively mimicking active human users,” SoftBank wrote.\nIn addition to this lawsuit, IRL is being probed by the SEC to determine whether the app violated security laws by misleading investors.\n"
    }
]