[
    {
        "URL": "https://techcrunch.com/2024/05/30/filing-salesforce-paid-419m-to-buy-spiff-in-feb/",
        "text": "Filing shows Salesforce paid $419M to buy Spiff in February\nSalespeople live and die by commissions, which typically form a big chunk of how they are paid. It’s no surprise, then, that Salesforce paid a premium to buy a platform that helps its customers manage commissions more easily.\nSeveral months ago, Salesforce bought Spiff to help companies build out and manage incentive-based compensation schemes. Salesforce’s 10-Q filing with the SEC early on Thursday finally revealed the price it paid: $419 million all-in.\nThat price, described as “acquisition date fair value,” includes $374 million in cash, the filing said.\nThe 10-Q followed Salesforce’s quarterly results, which it reported on Wednesday. The company’s stock dropped by some 16% on Wednesday after its quarterly revenue came in below analysts’ expectations for the first time in about 18 years (it last reported a revenue miss in 2006). The company recorded quarterly revenues of $9.13 billion, below analysts average estimates of $9.15 billion, per Yahoo Finance.\nGiven that context, an acquisition to drive more revenues down the line is not a surprise.\nThe $419 million price tag is a notable hike for Spiff. The startup was last valued, according to PitchBook, at $260 million as recently as May 2023 when it raised $50 million.\nThat was just seven months before Salesforce and Spiff announced their deal in December 2023. The deal closed in February 2024, according to the 10-Q.\nBased out of Salt Lake City, Utah, Spiff had raised around $110 million in total from investors, including Salesforce, Lightspeed Venture Partners and Norwest Ventures, and a number of notable backers such as UiPath’s founder Daniel Dines and Hanno Renner, the head and founder of HR startup Personio.\nSpiff’s acquisition and the deal’s value are notable because they are very much a sign of the times.\nSuch a strong uptick in value close on the heels of a fundraise can be seen as a signal of how stronger companies are still commanding good prices despite wider pressure on startups.\nThe IPO window is still mostly closed for many mature startups, leading to a tougher funding market overall. And when we combine that with tough economic conditions that have seen companies fail to meet growth targets, we’re seeing struggling startups having to settle for down-rounds, conducting fire sales and, in the worst-case scenarios, sinking in the deadpool.\nThat’s not the case with Spiff. At the time of its last funding round a year ago, the company said its customer base had doubled to 1,000, and its revenue had risen 100% in the last year. The company was founded during the pandemic, and it says its revenue has increased 800% since then.\nMore recently, Spiff has been leaning into buzzy areas that Salesforce likely wants to capture: AI, and no-code, self-service solutions.\nSpecifically, Spiff last year launched an AI-based, no-code, self-service toolset that its customers could use to build sales commission schemes without needing developers. Extra flexibility becomes a priority when the economy is not at its strongest, and that’s where Spiff was aiming its new technology.\n“We’ve seen a lot of commission plans change,” Jeron Paul, Spiff’s founder and CEO, told TechCrunch in an interview last year. “Incentives end up driving a lot of the behavior of your go-to-market motion, so when you hit recessions, and whatever we’re in right now, that go-to-market motion changes a lot, which means your commission plans change a lot.”\nTo that end, Salesforce said it is recording $323 million of goodwill covering “assembled workforce and expanded market opportunities.”\nSalesforce also noted in the 10-Q that it is ascribing $52 million in “intangible assets” in the value of the Spiff deal, which includes nine years of life for the startup’s existing technology, and a further five years for its existing customer book."
    },
    {
        "URL": "https://techcrunch.com/2024/05/30/yola-fresh-a-grubmarket-for-morocco-digs-up-7m-to-connect-farmers-with-food-sellers/",
        "text": "YoLa Fresh, a GrubMarket for Morocco, digs up $7M to connect farmers with food sellers\nThe fresh produce supply chain in Africa and emerging markets is faced with a daily list of cascading challenges. They include everything from environmental and labor issues to logistical problems, food waste, and poor demand-supply synchronization. These various issues affect stakeholders differently: Farmers struggle with sales while retailers struggle to negotiate effectively.\nSeveral agtech startups have tried to solve these issues by taking control of the fresh produce supply chain, bypassing intermediaries, and directly connecting retailers and farmers; Frubana in Latin America, Meicai in China, and Waycool in India are a few examples. YoLa Fresh is one such startup that directly connects smallholder farmers with traditional retailers of fruits and vegetables, starting with Morocco.\nCo-founders and co-CEOs Youssef Mamou and Larbi Alaoui Belrhiti told TechCrunch that they drew inspiration from those similar startups and sought advice from their founders to launch YoLa Fresh in early 2023. Now the Casablanca-based agtech startup works with over 1,000 retailers across the North African country and records up to $1 million in monthly gross merchandise volume (GMV). Such growth shown in less than a year of launch has fetched the company $7 million in pre-Series A funding.\nThe investment is significant for any African startup at this stage, even more so one from Morocco, which recorded $93 million in total value of VC deals last year, according to a Partech report. The country, home to an emerging tech scene, has had a few sizable funding rounds over the years: YC-backed B2B e-commerce platform Chari and transport management software provider Freterium come to mind. Like these other companies, YoLaFresh’s lure to investors extends beyond addressing a prevalent issue in emerging markets to include the impressive backgrounds of its founders.\nBefore launching YoLa Fresh, Alaoui and Mamou had already established impressive careers in the country’s tech scene. Alaoui founded and sold the online classifieds site Avito before serving as CEO of Jumia Morocco; Mamou was the general manager of Uber’s Careem and led 212 Founders, an early-stage incubator and VC in Morocco.\n“I come from an agricultural family. So, it made perfect sense to me to build something impactful that could be internationalized, exported, and launched in different countries,” expressed Mamou, narrating why he joined Alaoui to build YoLa Fresh after the ex-Jumia executive approached him with the idea in late 2022.\nAlaoui had intended to start a small agricultural venture on the side, but he soon recognized the significant challenges within Morocco’s fragmented agricultural supply chain, a realization that led him to address this issue rather than pursue his initial plan. Collaborating with Mamou, the duo conducted extensive research on startups that had tackled similar challenges in countries like India, Brazil and Malaysia. After studying their models and conversing with other founders, it became evident that they could use technology to digitize Morocco’s fresh produce supply chain.\n“When we looked at the Moroccan market, we found it to be similar in complexity to other emerging markets,” Alaoui said. “Smallholder farmers represent about 80% of agriculture, and traditional retail accounts for about 90 to 95% of distribution. Very few people buy their fresh produce in supermarkets. The supply chain here is also very fragmented, with many intermediaries, which is what we are aiming to solve.”\nDespite its relatively small size within the region, Morocco boasts a robust agricultural sector, contributing significantly to its GDP at 15%. Additionally, the nation exhibits a deep-rooted local consumption base, with estimates suggesting that between $5 billion and $6 billion is spent annually within the traditional trade sector alone. That’s an addressable market that mirrors other African countries where smallholder farmers and traditional retailers face similar issues with multiple intermediaries involved in the supply chain, typically spanning from two to seven steps.\nAlthough YoLa Fresh plans to expand into these other markets, Morocco is the priority. By connecting farmers with retailers and food service companies, YoLa Fresh, which tracks produce from farm to retail, hopes to eliminate intermediaries in the food supply chain. This would allow retailers to pay less for produce and ensure farmers receive more profit quickly, thereby syncing supply and demand in a way that minimizes waste. In addition, YoLa Fresh uses data from both stakeholders to provide them visibility into harvests and access to financing.\n“Our solution offers farmers the convenience of placing their orders by midnight for delivery the next day, typically between 7 and 9 a.m., just six to seven hours later,” Mamou remarked. “Not only do we guarantee better quality produce at the same price as the wholesale market, but our daily transactions pave the way for potential financing opportunities once we partner with financial institutions. While we’ve seen reduced wastage, ranging from 25 to 40% of crop production, our wastage rate is around 6 to 7%, and we aim to further decrease it to three percent by 2026.”\nYoLa Fresh currently moves over 1,200 tonnes monthly to customers ranging from fruit and vegetable sellers to FMCG mom-and-pop shops. The agritech claims to register a customer retention rate of 85% while averaging four transactions weekly per retailer, indicating strong customer loyalty that will help the company hit a positive contribution margin by the end of 2024 or Q1 2025.\nMamou said the year-old company expects to execute this by doubling down on what already works: ensuring cash on delivery with traditional retailers, working closely with farmers to capture more margins (it has a take rate of over 20%), and focusing intensely on unit economics. YoLa Fresh is projecting to reach $40 million to $50 million in annualized top line by 2026, the same year it’ll gear up for expansion outside Morocco. Competition in other sub-Saharan African markets includes Vendease and Complete Farmer.\nOmar Laalej, the managing director at Al Mada Ventures, which spearheaded the funding round, expressed confidence in the company’s ability to deliver tangible benefits to its customers in Morocco’s evolving agricultural sector. He emphasized the significance of YoLaFresh’s position in offering value to its customers, not only in the North African country but also potentially across Africa as the continent’s agricultural industry undergoes a digital supply chain transformation.\n“The agri sector is a major contributor to economic growth and employment in our region and stands to gain significantly from tech solutions. YoLa Fresh is uniquely positioned to become a leader in that transformation in Morocco and beyond,” added Tarek Assaad, managing partner at Algebra Ventures, one of the investors in the round. Other backers include E3 Capital, Janngo Capital, and FMO, the Dutch Entrepreneurial Development Bank."
    },
    {
        "URL": "https://techcrunch.com/2024/05/30/instagram-adds-a-teen-protection-tool-to-limit-interaction-to-close-friends/",
        "text": "Instagram now lets teens limit interactions to their ‘Close Friends’ group to combat harassment\nIn a bid to combat harassment on its platform, Instagram said on Thursday it is expanding the scope of its “Limits” tool specifically for teenagers that would let them restrict unwanted interactions with people. Once they turn the feature on, teens will only be able to see comments, messages, story replies, tags, and mentions from their “Close Friends” group, and interactions from other accounts will be muted.\nThe company originally debuted the Limits feature as a test in 2021 after English footballers Bukayo Saka, Marcus Rashford, and Jadon Sancho were harassed online following the English team’s loss to Italy in the Euro 2020 finals. Everyone can use Limits right now, though it only lets you restrict interactions with people you follow, in addition to long-standing followers.\nThe feature has now been tuned for teens with the “Close Friends” setting by default, and Instagram says it is specifically meant to protect people from bullying and harassment. Accounts that aren’t part of a person’s “Close Friends” group can still interact with them, but their activity won’t show up in the feed.\nAlternatively, teens can limit interactions with recent followers — accounts that started following them in the past week or accounts that they don’t follow.\nIn addition, the company is adding new functionality to its “Restrict” feature that lets you limit interactions from specific accounts without blocking them. Instagram will hide all comments from restricted accounts, and they won’t be able to tag or mention you.\nEarlier this year, Meta rolled out new restrictions preventing anyone over 18 from messaging teenagers who don’t follow them. In April, the company introduced a feature that would blur nudity in Instagram DMs for teens.\nThis is a “good faith” move by Meta, which has been facing scrutiny over teen safety in multiple regions. Last October, over 40 U.S. states sued Meta, alleging its product design impacts kids’ mental health. Earlier this month, the European Union opened an investigation against Facebook and Instagram over their addictive design and their negative impact on minors’ mental health."
    },
    {
        "URL": "https://techcrunch.com/2024/05/30/iyris-makes-fresh-produce-easier-to-grow-in-difficult-climates-raises-16m/",
        "text": "Iyris makes fresh produce easier to grow in difficult climates, raises $16M\nLast year was the hottest year on record, and it doesn’t look like we’re cooling down anytime soon. Rising temperatures have made farming increasingly difficult in areas that once had prime agricultural resources that are now severely impacted by heat and drought.\nFor most farmers who rely on traditional methods and lack access to high-tech greenhouses, the need for adaptable, ready-to-use solutions is paramount. This is where agtech companies like Iyris, based in Riyadh, Abu Dhabi and Delaware, come in. The startup, which provides a lifeline to farmers and helps them navigate the challenges of climate change with its agricultural solutions, is announcing a $16 million Series A funding round.\nExecutive chairman John Keppler, in a conversation with TechCrunch, said the funding provides Iyris with dry powder to “continue to scale and grow a business that solves an incredibly difficult problem of growing fresh produce and increasing crop yields in the face of climate change and rising temperatures, heats, and droughts.”\nSan Francisco-based climate and sustainability fund Ecosystem Integrity Fund (EIF) led the round, which also drew participation from Global Ventures (which invested in the company’s $10 million seed led by Aramco’s arm Wa’ed), Dubai Future District Fund (DFDF), Kanoo Ventures, Globivest and Bonaventure Capital.\nWhile so much of climate tech coverage has focused on expensive, robust technologies that may be fit for specific purposes but are difficult to adopt, Keppler says Iyris targets the low-tech and medium-tech world. Farmers in this segment use protected agricultural methods like polyethylene covers, acrylic, shade nets, and screens to mitigate environmental impacts on large-scale crop production. These methods include fields and tunnels aimed at limiting ecological damage while being more accessible and practical for widespread use, Keppler explained.\nIyris originated from innovations developed at the King Abdullah University of Science and Technology (KAUST) in Saudi Arabia. Co-founded by CEO Ryan Lefers, an agricultural engineering expert; Mark Tester, a plant scientist; and Derya Baran in 2018, the company, formerly Red Sea Farms, initially used its heat-blocking technology to grow and sell tomatoes in the Middle Eastern country before commercializing the tech and sale to other farmers.\nDubbed SecondSky, Iyris’ flagship tech involves adding an additive to polyethylene manufacturing. The additive blocks near-infrared radiation, significantly reducing heat while allowing photosynthetically active radiation (the light plants need for photosynthesis) to pass through. To paint a picture, Keppler explained that if you compared standing under a traditional polyethylene roof to one with the additive, you’d notice a substantial temperature difference due to the additive’s heat-blocking properties.\nThis means farmers can reduce cooling costs, water usage, and electricity consumption to manage their agriculture growing conditions on the farms. As such, these farmers can plant earlier and extend their growing seasons, resulting in higher yields and healthier plants (which use energy to grow and bear fruit rather than producing more leaves for transpiration). The six-year-old startup claims that its proprietary tech (including resilient plant genetics) reduces energy and water consumption by up to 90%.\n“We’ve seen yields increase side-by-side tests quite dramatically,” commented Keppler, an investor-turned-executive-chairman. “In fact, these are some of the only innovations that have occurred in this space for the better part of three to four decades, according to some of our customers, who are some of the largest growers in the world. And so what this does is it makes it easier and more profitable to grow crops in difficult conditions.”\nStarting close to home near KAUST, Iyris burgeoned in the UAE, Egypt and Morocco. These regions, where desert agriculture is the norm, face harsh crop-growing conditions, making them ideal for testing and proving the technology’s effectiveness. However, as climate change intensifies, similar challenges are emerging globally, prompting the adoption of Iyris’ tech in places like the U.S., Portugal, Spain, and Mexico. Major fresh produce growers in these areas, Keppler said, are seeking to mitigate new climate challenges and adopt proven solutions from harsher climates.\nSecondSky’s ability to reduce input costs and, most importantly, extend growing seasons attracts these growers from some arid regions, he added. These farmers and growers using SecondSky can continue producing when competitors cannot, allowing them to command higher prices and earn more money. Keppler claims this results in a payback within a year of purchasing SecondSky products.\n“So, the way this works is that growers we serve have regular replacement cycles for products with a typical lifespan of three to five years, depending on the region and application. These replacement cycles create a recurring revenue stream for suppliers of these materials,” he explained. “We sell our product to growers through local distributors and provide our additives to the manufacturers and distributors, who embed them into their products. Though our product is more expensive, the benefits growers realize result in a payback within the first year of the crop cycle.”\nThe Aramco-backed climate tech works with two major client groups: large-scale international growers who operate farms globally and smaller growers and farmers whom it reaches through manufacturing and distribution partners. It’s selling SecondSky polycarbonate, polyethylene, nets, and soon-to-be-launched shade screens to these customers across 11 countries, including Turkey and the U.K. Some of its clients include Silal, Armando Alvarez Group, and Criado & Lopez.\nKeppler argues that there’s limited competition in the horticulture space at the moment. Companies such as U.S.-based AppHarvest and AeroFarms have gone in and out of bankruptcy in recent years despite raising hundreds of millions of dollars, signaling how tough operating a vertical farming business can be. One reason Iyris remains in business is that it demonstrated the effectiveness of its technology by using it in-house, which ultimately built trust with other growers, the executive chairman noted.\n“There have been numerous attempts at large-scale, commercialized innovative agriculture. In some cases, those solutions are spot on. However, our thesis is that providing a drop-in solution to the existing farming infrastructure using the existing supply chain is often more effective,” noted Keppler, the ex-chairman and CEO of wood pellets producer Enviva. “This way, farmers don’t have to change their behaviors. They can continue doing what they do best — growing their produce in their particular regions. Our goal is to make it a bit easier for them, extend their growing seasons, and increase their profitability along the way.”\nIyris, serving a global market of over $6 billion in recurring annual sales for greenhouse covers, brought in more customers and sold more products (or made more revenue) in the first quarter of 2024 than it did in the whole of 2023, according to Keppler. He added that the company would look to grow other metrics such as the total hectares covered by SecondSky, regions served (expanding into countries such as India and China), and the square meters of the product installed for its clients.\nUpdate: Earlier version said John Keppler was Enviva chairman and CEO until its bankruptcy. However, Keppler stepped down in 2022 while Enviva filed a chapter 11 bankruptcy in 2024."
    },
    {
        "URL": "https://techcrunch.com/2024/05/30/fintechos-raises-60m-to-scale-internationally/",
        "text": "Romanian startup FintechOS raises $60M to help old banks fight back against neobanks\nOver the years, fintech startups, particularly neobanks, have thrown a cat among the pigeons in banking and finance by building whole new banking software stacks. But a startup out of Romania decided to build tools that help older banking and insurance companies provide the newer features and products offered by the new upstarts.\nFintechOS, which offers a low-code platform, has now raised a $60 million “Series B+” investment round led by BlackRock, Cipio Partners and Molten Ventures. The company raised $14 million in 2019 and $60 million in 2021.\nThis is yet another sign, following the breakout hit of UIPath, that companies from Romania can make it to the international stage without U.S. VCs.\nCo-founder and CEO Teo Blidarus told me the company plans to use the funding to scale up internationally. “We can work side by side with the existing core infrastructure of a company,” he said. “So that allows you to get 95% of the transformation without the open heart surgery that the new core replacement will require. Then the consultants and the business people can create those new types of financial products and services by themselves.”\nFintechOS competes with other companies such as nCino, MeridianLink, Abrigo and Backbase, but he said his company is different “because we work across multiple product lines. We work across the full spectrum of products, from deposits to lending to mortgages, to insurance wealth. So our ability to transform is broader.”\nKey customers for FintechOS include Société Générale, Admiral, Benenden Health, Avant Money and Vibrant Credit Union across the U.S., U.K., Continental Europe and APAC.\n“FintechOS is at the forefront of transforming financial services through innovative technology,” Molten Ventures partner Vinoth Jayakumar said in a statement. “Its track record with major banks and insurers demonstrates a rare ability to drive significant change within these organizations.”\nExisting investors EarlyBird VC, Gapminder VC and OTB VC also participated in this round."
    },
    {
        "URL": "https://techcrunch.com/2024/05/30/exactly-ai-secures-4m-to-help-artists-use-ai-to-scale-up-their-output/",
        "text": "Exactly.ai secures $4M to help artists use AI to scale up their output\nWith all the controversy surrounding visual artists being ripped off by AI, it seems like these are difficult and confusing days for creators. Now, a London-based startup hopes to use AI to help artists take back control.\nExactly.ai says it uses generative AI to help artists retain legal ownership of their art and gives them the ability to reproduce their designs much faster and at scale. It’s now raised $4.3 million in a seed funding round led by Speedinvest, with InReach Ventures, Cornerstone VC, GuruDev Capital and a few angel investors also participating. The startup claims to have 40,000 registered users.\nExactly.ai was founded in 2022 by Tonia Samsonova, a former journalist who previously exited a Q&A platform, The Question, to the Russian search engine Yandex.\nSamsonova explained how it works: “We enable artists, people who can draw, and illustrators to train their own AI on their artwork. They then get an algorithm that can generate images in their own style. This algorithm belongs to them and all the inferences belong to them.”\nThe idea is to let artists use Exactly.ai to scale their artwork and sell or license to customers such as media outlets or ad agencies. The startup might be on to something: According to Fortune Business Insights, the global generative AI market is set to be worth $668 billion by 2030, and some portion of that very large pie will cater to this niche.\nSamsonova said the idea was born from an itch she herself wanted to scratch. “I was always on the client side and I wanted those images, but the best creators are always busy. So for clients, this is an ability to work with the best talent in the world. [Artists’] clients care about the quality of the images, and want to get images for their brands from the top creators in the world,” she said.\nThe founder said the startup’s main competitors include Upwork and Fiverr, which artists and illustrators sometimes use to scale up their output.\n“We make money because illustrators who have commercial practices are able to serve more demand. They pay a subscription fee to us, and they quadruple their income,” Samsonova said.\nThe company is based on a combination of the foundational model offered by Picsart and the startup’s own algorithm, which is “able to understand your style and produce images,” she said.\n“Our most valuable and unique training data comes from the 40,000 artists who have uploaded several million images to our platform,” the founder said. “With the data provided to us by our community of artists, we perfect the quality of all styles and genres. Artists contribute their work to us because our technology is not competing with them for jobs, but instead increasing their ability to earn an income from their creative practice. We also incorporate over a million pieces of open art data from museums, all of which are CC0 licensed.”\nJulian Blessin, a partner at Speedinvest, said in a statement, “Exactly.ai represents a groundbreaking step forward for the creative arts sector… Tonia and her team have developed a platform that enables artists to embrace generative AI as a partner in their creative process.”\nWe’re launching an AI newsletter! Sign up here to start receiving it in your inboxes on June 5."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/india-agnikul-3d-printed-rocket-launch/",
        "text": "India’s Agnikul launches 3D-printed rocket in suborbital test after initial delays\nAfter two years of preparation and four delays over the past several months due to technical glitches, Indian space startup Agnikul has successfully launched its first suborbital test vehicle, powered by its unique 3D-printed rocket engines, space agency Indian Space Research Organisation said Thursday.\nCalled Agnibaan SOrTeD (Suborbital Technology Demonstrator), the single-stage launch vehicle lifted off Thursday morning local time from the startup’s mobile launchpad at the Satish Dhawan Space Center on South India’s Sriharikota island. Data from the test flight will contribute to the development of the startup’s Agnibaan commercial orbital launch vehicle.\nAgnikul initially conducted full countdown rehearsals for the launch in March and postponed the liftoff due to some minor observations. The startup also prepared the launch twice in April and once earlier this week, each time calling it off just before liftoff due to technical issues that surfaced during last-minute inspections. Today, Agnikul finally accomplished its long-anticipated mission after the rocket lifted off from the spindle-shaped island located on the east coast of Andhra Pradesh and splashed down in the Bay of Bengal.\nCongratulations @AgnikulCosmos for the successful launch of the Agnibaan SoRTed-01 mission from their launch pad.A major milestone, as the first-ever controlled flight of a semi-cryogenic liquid engine realized through additive manufacturing.@INSPACeIND\nThe 6.2-meter-tall vehicle is made of carbon composite, which gives it a liftoff mass of 1,268 lb; at its heart is the 3D-printed semi-cryogenic engine that Agnikul manufactured in-house, each of which provides 6.2 kN of thrust.\nAgnikul co-founder and CEO Srinath Ravichandran told TechCrunch in an interview before the launch that it takes 72 to 75 hours to 3D print one of the rocket engines in raw form. The startup can produce two fully finished engines in a week, including taking them from the 3D printer, de-powdering them, and passing them through heat treatment. This is unlike the traditional process, which takes 10 to 12 weeks to create a rocket engine of a similar size.\n“We stand out because of the single-piece component where there is no human intervention in the process; what comes out of the printer is of full length, without any welding or tightening or anything of that sort,” he said over a call.\nElaborating further on the single-piece part that makes Agnikul stand out in the competition, Ravichandran said the core engine, which is “where the fuel enters and exhaust leaves and everything in between, and the igniter,” is 3D printed in one shot as a single piece of hardware. The engine is then connected to the plumbing apparatus, such as fuel pipes, pressure and temperature sensors, and valves.\nThough Agnikul claims its 3D-printed engine is a world first, other companies, including Relativity Space and Rocket Lab, adopted 3D printing for their rockets much earlier. However, Ravichandran claimed all these companies have not entirely used 3D printing.\n“They are still not offering what people should be offering, which is what we are offering, which is extremely flexible and configurable ways to get to space,” he asserted. “If you have a 1 or 1.5-ton capacity vehicle, which is what Relativity or any of these other companies have, that’s like forcing people to do a ride-share, forcing them to figure out, wait for people to come in together, and again, the same set of problems of not getting dropped in the last mile.”\nAgnikul chose inconel as the material for the engine design. It remains strong at high temperatures and is 3D printable. However, since the alloy is an extremely poor heat conductor, the startup’s biggest challenge was removing the heat.\n“Taking heat out involved a lot of iterations of designing the cooling channels,” Ravichandran said.\nThe other challenge for Agnikul was to ensure the vehicle remained completely hazard-free while being a mobile system. The startup decided not to use solid-fuel systems, which are highly explosive, and instead made the vehicle a completely liquid propulsion-based system. It also preferred to avoid using a model that requires even a remote connection to an explosive material.\n“Any of the systems that require jettisoning, like if some phase separation from the pad or separation in two stages and so on, these are all pneumatic systems,” Ravichandran stated.\nAgnikul has designed the vehicle to be modifiable “even in the last minute,” the co-founder said, offering a tailor-made solution to organizations looking to launch any specific small satellites.\nFounded in late 2017, Agnikul initially experimented with 3D-printed components, such as igniters, cooling channels, and fuel injection points. However, it gradually pushed the boundaries and started combining different elements to avoid welding and tightening — moving away from conventional methods.\n“There is no shortcut to engineering something like this. You just have to go through the regimen and keep on iterating,” Ravichandran asserted.\nHe said the startup went through at least 70 or 80 iterations, particularly for fuel injectors, and eventually designed an “injector plate,” combining all of them in one component. Similarly, the startup went through at least 20 iterations of its cooling chambers with different geometries.\nThe startup took about six to nine months to make its first set of engines from scratch and then spent almost a year making that engine actually fly, the executive said. Agnikul raised $26.7 million in funding late last year to get it to this point.\nRetired scientists from the Indian Space Research Organisation and researchers from IIT Madras are helping Agnikul develop vehicles for commercial launches. Ravichandran said the startup is already in talks with over 40 potential customers, and letters of intent have been signed with some. However, an orbital launch of Agnibaan would take at least six months.\nIndia’s space sector has attracted global attention for some time. Last year, the South Asian nation became the first to land its spacecraft on the lunar south pole and introduced its space policy to boost private participation. The country, home to around 190 space tech startups, also recently updated its policy to raise limits on foreign direct investments in the space sector. Now Indian space startups are setting the foundation to take the country’s space sector to new levels by demonstrating their technologies and making them ready to generate revenues from customers worldwide."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/fisker-layoffs-workers-restructuring-bankruptcy/",
        "text": "Fisker cuts hundreds of workers in bid to keep EV startup alive\nStruggling EV startup Fisker has laid off hundreds of employees in a bid to stay alive, as it continues to search for funding, a buyout or prepare for bankruptcy.\nWorkers suspected layoffs were coming when the company directed everyone to work from home on Wednesday — an out-of-character directive, according to multiple current and former employees. The layoffs were announced during an all-hands meeting held Wednesday morning.\nFounder and CEO Henrik Fisker told employees that the large investor his company owes money to — and the chief restructuring officer working on the investor’s behalf — wanted to let more people go, according to employees who attended. Fisker has never disclosed who is ultimately behind the convertible debt investment in question, though Henrik Fisker did reference Heights Capital Management during Wednesday’s meeting when discussing the layoffs, according to the two employees. Heights Capital Management is an affiliate of financial services giant Susquehanna International Group.\nOne current and one laid off employee estimated that only about 150 people remain at the company.\nFisker has already gone through several rounds of layoffs. It announced cuts of 15% in February. Fisker employed 1,135 people as of April 19, according to a regulatory filing. Those workforce numbers were reduced by an unknown amount after another round of layoffs in late April, and another series in late May before Wednesday’s cuts.\nFisker did not immediately respond to a request for comment. Restructuring officer John DiDonato also did not immediately respond to a request for comment. DiDonato previously told California’s Employment Development Department on April 29 that it planned to lay off more than 300 workers on June 28 if the company was “unable to address its operating cash requirements,” according to documents obtained by TechCrunch.\nDespite the widespread cuts, Henrik Fisker struck a somber-but-determined tone during the call, according to sources. At one point, he noted that the company built “something great” and would continue to sell its one and only EV — the Ocean SUV — to people who want to buy them.\nHe also suggested that laid off workers would be re-hired once the company is back up and running, according to the account of one person who attended the meeting.\nMany workers initially learned they were laid off after losing access to Microsoft services like Teams or Outlook. Later in the day, some employees received an email officially announcing they were terminated with one week of severance. Laid-off employees echoed similar details in posts on LinkedIn.\nThese new layoffs come after months of troubles at Fisker, and less than a year after the company began full-scale deliveries of the Ocean SUV."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/chinese-ev-makers-and-their-connected-vehicles-targeted-by-new-house-bill/",
        "text": "Chinese EV makers, and their connected vehicles, targeted by new House bill\nChinese EV manufacturers face a new challenge in their pursuit of U.S. customers: a new House bill that would limit or ban the introduction of their connected vehicles.\nThe bill, introduced by U.S. Rep. Elissa Slotkin, comes as the trade war between the U.S. and China heightens in the aftermath of the Biden administration’s decision to quadruple import duties on Chinese electric vehicles to 100%.\nChinese EV manufacturers haven’t yet made significant inroads into the U.S., as they have in Europe. The bill’s goal appears to curb manufacturers before they can flood the American market with smart, cheap cars.\nSlotkin, a former CIA analyst and Pentagon official, has repeatedly warned Congress about the threat posed by Chinese-built connected vehicles. Earlier this month in a speech on the House floor, Slotkin outlined how the Chinese government has heavily subsidized its auto industry to sell advanced, low-cost EVs equipped with sensors like lidar, radar and cameras that are capable of collecting and transmitting data back to Chinese authorities.\n“If allowed into our markets, Chinese connected vehicles offer the Chinese government a treasure trove of valuable intelligence on the United States, including the potential to collect information on our military bases, critical infrastructure like the power grid and traffic systems, and even locate specific U.S. leaders should they so choose,” said Slotkin in a statement released Wednesday. “China owns a fast-growing share of the connected auto market in Europe and Mexico, so now is the time to make sure our defenses are up, before these vehicles enter the U.S. market.”\nLast week, provisions that Slotkin championed — like a ban on Chinese connected vehicles at U.S. military bases and a prohibition on procuring Chinese-made lidar by the Department of Defense — made it into the U.S. government’s annual defense spending bill.\nSlotkin’s bill, called the Connected Vehicle National Security Review Act, if passed into law, wouldn’t just review EVs but also autonomous vehicles. A number of AV companies with ties to China, like WeRide and Pony.ai, have active permits to test in California. Alphabet’s Waymo also has a deal with Chinese startup Zeekr to produce purpose-built robotaxis.\nWaymo did not respond to TechCrunch’s request for comment on this bill.\nAs far as EVs go, Volvo and Polestar have a presence in the United States, and both are owned by China’s Geely Automotive. The majority of Volvo vehicles are assembled in Sweden, and the next generation of Volvo vehicles for the North American market will be built in a recently opened plant in Ridgeville, South Carolina.\nA Polestar spokesperson assured TechCrunch that it doesn’t share personal data from North American and European customers with China, and that as the automaker is headquartered in Sweden, it’s required to comply with GDPR laws.\nRegardless, this bill would not free cars built in friendly nations, or domestically, from scrutiny. If passed, the bill would give the Department of Commerce authority to review any sale, importation or other transaction that involves a connected vehicle “designed, built or supplied” by any company that’s at all connected with China or a country of concern.\nThe bill takes traditional trade-restriction tools like tariffs one step further by potentially banning connected vehicles bound for the U.S. that are manufactured by Chinese companies in countries like Mexico. That could be aimed at carmakers like BYD, whose CEO Stella Li said in February that the automaker was shopping for a plant in Mexico.\nThe bill would also give clear legal power to the Department of Commerce and other federal agencies to strengthen national security protections and prevent future administrations from undoing these protections, a move Slotkin said is not a hypothetical.\nSlotkin pointed to then-President Donald Trump’s order that would have given the U.S. authority to address security risks from social media platform TikTok, which is owned by Chinese company ByteDance. President Joe Biden in April signed a bill that would ban TikTok unless ByteDance sold the app. Trump, who is running for re-election this November, has since backtracked on his previous position and even opposed the efforts to force a sale.\nThe U.S.’s elevated concerns over China’s data prowess come as Beijing relaxes rules that govern cross-border data flows. Tesla is reportedly trying to take advantage of this to get the green light to send its own connected car data back to the U.S. to train Tesla’s “full self-driving”  algorithms.\nSlotkin’s bill also comes as the Department of Commerce promises to issue a ruling on Chinese connected vehicles later this year, following the Biden administration’s launch of a probe in February into the national security risks of such vehicles.\nSlotkin plans to introduce the bill after June 3, once Congress is back in session after the Memorial Day recess.\nThis article was updated to include comment from Polestar. It was originally published at 8:55 a.m. PT."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/is-apple-planning-to-sherlock-arc/",
        "text": "Is Apple planning to ‘sherlock’ Arc?\nOne of the more innovative features of the mobile web browser Arc Search from The Browser Company is its ability to search the web for you and then spit back a summary of what it learned, instead of returning a more traditional set of search results. The feature, “Browse for me,” is one of several ways the company has leveraged AI to offer a new way to search the web. Another, “pinch to summarize,” serves up an AI summary of individual web pages. However, it seems that these AI features could also be the target of Apple’s latest “sherlocking” attempt — a term that references how Apple has historically borrowed ideas from its developer community to flesh out its own apps and OS features.\nThe term came about following Apple’s release of a finder app named Sherlock in the late 1990s, which offered features similar to a third-party finder app Watson. Since then, whenever Apple ships a new feature or app that seems “inspired” by another, it’s been referred to as “sherlocking.”\nIn recent years, Apple has been accused of sherlocking products like Camo, which let you use your iPhone as a webcam; this became a built-in feature known as Continuity Camera. It sherlocked apps like Duet Display and Luna with the release of Sidecar, a way to use the iPad as a second screen. Apple’s buy now, pay later service, Apple Pay Later, was said to have sherlocked other BNPL apps like Klarna and others. Medication tracking, period tracking, mood logging, journaling and sleep tracking features, to name a few, were also first found among the third-party developer community.\nWith the release of iOS 18 later this year, Apple may again be borrowing ideas from its app developer community. This time it’s Arc that could be among those affected.\nAccording to a recent report from Bloomberg, Apple plans to release a new technology called “smart recaps,” among other AI-powered additions to core apps like Photos, Notes and Safari. As Bloomberg’s Mark Gurman describes it, smart recaps will provide users with “summaries of their missed notifications and individual text messages, as well as of web pages, news articles, documents, notes and other media” [emphasis ours].\nSummarizing the web using AI is one of the things that Arc today is known best for — and an area where the company continues to innovate. For example, last week Arc launched another, new way to search the web with AI, dubbed “Call Arc,” where you raise the phone to your ear and ask a question. Combined with its “browse for me” and “pinch to summarize” search tools, Arc has been offering users a way to use AI as a search companion.\nSummarizing the news with AI, more broadly, has been the focus of several startups as well, including apps like Particle from former Twitter engineers, smart RSS reader Bulletin, trend summarizer Break the Web, and countless other iOS apps.\nIf Apple bundles what are essentially AI-powered recaps within its Safari browser, the demand for alternative browsers or apps that offer their own AI tools may be diminished. That won’t necessarily be enough to affect Arc’s growth, however. The startup behind the web browser has committed to experimenting with other ideas besides AI summaries, including new ways to minimize distractions, organize tabs, block ads, and more, and with an AI assistant, Max.\nAs for The Browser Company, they’re not worried.\n“This is what makes our job so fun,” said co-founder and CEO Josh Miller. “Pushes us to be even more imaginative and courageous.”"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/meet-visa-mercury-artisan-golub-capital-and-more-at-tc-disrupt-2024/",
        "text": "Meet Visa, Mercury, Artisan, Golub Capital and more at TC Disrupt 2024\nTechCrunch Disrupt 2024 will be in San Francisco on October 28–30, and we’re already excited! This is the startup world’s main event, and it’s where you’ll find the knowledge, tools and connections you need to grow a successful business.\nHelping startups reach their full potential takes a global village, and we could not bring you this world-class event without our world-class partners. Take advantage of the opportunity to leverage the expertise and resources of some of tech’s leading companies. Their participation elevates, engages and supports early-stage founders.\nTake a look at the latest group of companies ready to help you move your startup to the next level. Here’s what they’re doing and where you’ll find them.\nPop over and hang out on the second-floor lobby with:\nDeep dive into a roundtable session with:\nRecharge over the Coffee and Espresso Bar with:\nMeet companies from around the world at these startup pavilions:\nConnect with these companies in the Exhibition Hall:• FlashIntel• Duplocloud• Remote• Justworks• Multiplier• IDC Research• DigiLion• Agile Dream Team• ZenmuTech• Establish PR\nThanks to Trade & Travel for sponsoring our Disrupt badge lanyards and to Stastig for their support in our Space industry meetup area.\nThe Disrupt early-bird sale ends this Friday, May 31, at 11:59 p.m. PT. Don’t miss your chance to join over 10,000 tech leaders at Disrupt this October in San Francisco.\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2024? Contact our sponsorship sales team by filling out this form."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/the-women-in-ai-making-a-difference/",
        "text": "The women in AI making a difference\nTo give AI-focused women academics and others their well-deserved — and overdue — time in the spotlight, TechCrunch is launching a series of interviews focusing on remarkable women who’ve contributed to the AI revolution. We’ll publish several pieces throughout the year as the AI boom continues, highlighting key work that often goes unrecognized. Read more profiles here.\nAs a reader, if you see a name we’ve missed and feel should be on the list, please email me and I’ll seek to add them. Here are some key people you should know:\nIn a New York Times piece late last year, the Gray Lady broke down how the current boom in AI came to be — highlighting many of the usual suspects like Sam Altman, Elon Musk and Larry Page. The journalism went viral — not for what was reported, but instead for what it failed to mention: women.\nThe Times’ list featured 12 men — most of them leaders of AI or tech companies. Many had no training or education, formal or otherwise, in AI.\nContrary to the Times’ suggestion, the AI craze didn’t start with Musk sitting adjacent to Page at a mansion in the Bay. It began long before that, with academics, regulators, ethicists and hobbyists working tirelessly in relative obscurity to build the foundations for the AI and generative AI systems we have today.\nElaine Rich, a retired computer scientist formerly at the University of Texas at Austin, published one of the first textbooks on AI in 1983, and later went on to become the director of a corporate AI lab in 1988. Harvard professor Cynthia Dwork made waves decades ago in the fields of AI fairness, differential privacy and distributed computing. And Cynthia Breazeal, a roboticist and professor at MIT and the co-founder of Jibo, the robotics startup, worked to develop one of the earliest “social robots,” Kismet, in the late ’90s and early 2000s.\nDespite the many ways in which women have advanced AI tech, they make up a tiny sliver of the global AI workforce. According to a 2021 Stanford study, just 16% of tenure-track faculty focused on AI are women. In a separate study released the same year by the World Economic Forum, the co-authors find that women hold only 26% of analytics-related and AI positions.\nIn worse news, the gender gap in AI is widening — not narrowing.\nNesta, the U.K.’s innovation agency for social good, conducted a 2019 analysis that concluded that the proportion of AI academic papers co-authored by at least one woman hadn’t improved since the 1990s. As of 2019, just 13.8% of the AI research papers on Arxiv.org, a repository for preprint scientific papers, were authored or co-authored by women, with the numbers steadily decreasing over the preceding decade.\nThe reasons for the disparity are many. But a Deloitte survey of women in AI highlights a few of the more prominent (and obvious) ones, including judgment from male peers and discrimination as a result of not fitting into established male-dominated molds in AI.\nIt starts in college: 78% of women responding to the Deloitte survey said they didn’t have a chance to intern in AI or machine learning while they were undergraduates. Over half (58%) said they ended up leaving at least one employer because of how men and women were treated differently, while 73% considered leaving the tech industry altogether due to unequal pay and an inability to advance in their careers.\nThe lack of women is hurting the AI field.\nNesta’s analysis found that women are more likely than men to consider societal, ethical and political implications in their work on AI — which isn’t surprising considering women live in a world where they’re belittled on the basis of their gender, products in the market have been designed for men, and women with children are often expected to balance work with their role as primary caregivers.\nWith any luck, TechCrunch’s humble contribution — a series on accomplished women in AI — will help move the needle in the right direction. But there’s clearly a lot of work to be done.\nThe women we profile share many suggestions for those who wish to grow and evolve the AI field for the better. But a common thread runs throughout: strong mentorship, commitment and leading by example. Organizations can effect change by enacting policies — hiring, education or otherwise — that elevate women already in, or looking to break into, the AI industry. And decision-makers in positions of power can wield that power to push for more diverse, supportive workplaces for women.\nChange won’t happen overnight. But every revolution begins with a small step."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/cadillac-optiq-starts-at-54000-designed-to-hook-young-buyers/",
        "text": "The Cadillac Optiq EV starts at $54,000 and is designed to hook young hipsters\nCadillac may seem a bit too traditional to hang its driving cap on EVs. And yet, that hasn’t stopped the GM brand from rolling out — or at least showing off — four all-electric vehicle models since 2022.\nThe latest is the 2025 Optiq, a mid-size crossover that could finally snag the young, hipster customers Cadillac has longed for. With a base price of $54,000, it’s the cheapest in the EV lineup, and its design has enough special touches to stand apart from the rest of its portfolio.\nIn other words, the Optiq is designed and priced as a gateway drug to the Cadillac brand. And it’s pronounced Optick, not Opteek, so don’t go embarrassing yourself in front of the suits at Cadillac like I did.\nToday, there is only one all-electric Cadillac — the Lyriq — that is for sale. The Escalade IQ is coming later this year and the stunning (and large) Celestiq is offered to customers by inquiry only.\nThe Optiq, which is slated to go into production this fall and sits under the Lyriq electric crossover, is diminutive enough to be considered a compact SUV.\nBuilt on GM’s Ultium platform, it sports an 85 kWh battery that Cadillac says is good for 300 miles of range. However, the 400-volt system can only charge at 150 kW. That’s faster than the Mercedes-Benz EQB, but the brand’s Lyriq can reach a rate of 190 kW and even down-market options like the Kia EV6 can reach speeds of over 200 kW. Regardless, Cadillac says the Optiq can add 79 miles of charge in 10 minutes and go from 20% to 80% state of charge in 26 minutes. It’s not bad, but there are quicker options out there.\nCharging at home, however, should be plenty speedy. The standard onboard charger is 11.5 kW and buyers can opt for a massive 19.2 kW onboard charger. Keep in mind, however, that the big charger needs 80 amps to push all that juice, so you’ll need a fairly robust electric panel.\nOne thing is certain, the Optiq is a looker. I love the Monarch Orange color of this demo model and Cadillac says it will also come in bright blue and red as well as the more traditional white, black and gray exterior colors. The roof of this demo model is black, but the Optiq will come standard with a body-colored topper.\nDesigners added some cool texture to the rear quarter-panel window by printing a series horizontal design lines on two panes of glass and laminating them together. The effect echoes the look of the LED taillamps and brings some interesting visual dynamics to the rear of the vehicle.\nSpeaking of lighting, Cadillac really gets into the nitty-gritty when developing its aesthetic here. Sure, they all have a vertical, upright stance, but the tail lights are actually in perfect alignment with the slight camber of the rear wheels and both the front and rear lights do a little choreographed dance as drivers approach or walk away from the car. It’s a neat touch.\nInnovations continue inside with the use of 100% recyclable materials covering part of the dash and the center console. It’s a unique choice to use fibers on the console and not some kind of plastic or metal, but it really works. It’s great to have a soft-touch material where it is least expected.\nFurther, the horizontal surface of the console is covered with a clear, high-gloss finish, protecting the console and making my ears happy as I click my fingernails on its surface. This is an ASMR lover’s dream.\nThere is plenty of storage, here including a space under the center console, but what surprises me is a little cubby under the row of HVAC controls, just forward of the center console but not connected to it. Its ambient lighting can change according to whim and it’s just a neat little detail I wasn’t expecting. The ambient lighting continues on a laser-etched decorative panel just above the HVAC buttons.\nThis base demo model is also equipped with a panoramic glass roof and a standard 19-speaker AKG Audio system with Dolby Atmos. I didn’t get to sample any tunes, but the immersive audio experience should provide high-level, undistorted listening no matter what your jam is.\nThe large 33-inch diagonal screen houses the infotainment system and digital gauge cluster.\nThere are a few GM quirks here. Firstly, there is no physical headlamp switch. Instead you have to tap icons on the screen. Fortunately they are located on the left-most part of the screen and are always visible, so you don’t have to go rooting through menus. Secondly, Apple CarPlay and Android Auto are not available. The good news is that the system uses Google built-in which includes Maps and Assistant. I haven’t tried Google Assistant for hands-free texting, but Google Maps can access the Optiq’s state of charge, predict range at the end of a trip and suggest charging stations.\nEvery Optiq gets a robust suite of safety features like blind-zone steering assist, automatic parking, forward collision alert and adaptive cruise control. GM’s Super Cruise hands-free/eyes-up semi-autonomous driving assistant with lane-change assist is free for the first three years of ownership.\nI only got to see the Optiq as a static demo, but I’m a little more than excited to get this EV out on the street. Cadillac recruited folks that developed the chassis of the excellent CT4-V and CT5-V Blackwing sedans as well as the Escalade V to hopefully bring a fun-to-drive element to the all-wheel drive Optiq.\nThe car manages to eke a Cadillac-estimated 300 horsepower and 354 pound-feet of torque out of its dual motors. That’s a decent amount, but keep in mind that EVs are heavy and the Optiq tips the scales at 5,192 pounds. I don’t expect it to be a rocket ship in a straight line, but I am hoping it can carve a corner or two.\nGM’s excellent magnetic ride control isn’t available on the Optiq, much to my disappointment, but Cadillac says the passive dampers provide a controlled ride through the twisties while reacting quickly to mitigate high-frequency events like broken pavement or bumps in the road. There is a Sport mode and the company also says the dual-compound all-season Continental Cross Contact tires have a stiff sidewall and a tread that splits the difference between range and grip. There are three levels of brake regeneration, the strongest providing .4Gs of deceleration, bringing the Optiq to a full stop. Drivers can also use a paddle on the left side of the steering wheel to enable regenerative braking.\nAt first glance it looks to be a welcome addition to Cadillac’s electric lineup with great looks, an exceptional interior design and potentially a lively driving experience.\nWith a base price of $54,000 and enough special touches to stand apart from the rest of its portfolio, the 2025 @Cadillac Optiq is designed and priced as a stepping stone into the brand.Read more on the new Optiq EV from @yeah_emme here: https://t.co/RFfM7CBURC pic.twitter.com/EShk8bRgTD"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/mental-health-insurance-platform-ifeel-raises-a-20-million-series-b/",
        "text": "Mental health insurance platform ifeel raises a $20 million Series B\nMental health issues like stress, depression and anxiety can lead to work-related illnesses, absences and long-term sick leave. But many companies think offering a gym membership is enough. ifeel — a European startup that decided mental health should be tackled differently and which raised $6.6 million in 2021 — has now raised a $20 million Series B investment co-led by FinTLV Ventures and Korelya Capital. In total, ifeel has raised $40 million since its inception.\nInitially founded in 2017 as a consumer-focused therapy platform, ifeel pivoted to allow businesses to offer staff support during the pandemic and segued into being offered as part of an employer’s or insurance provider’s healthcare cover. It competes with companies like Modern Health.\n“When you enter into our platform, the first part is a digital assessment that is a co-pilot of an AI system that we built,” CEO Amir Kaplan told me. “So we actually can evaluate the risk of the person when they come into the platform and predict what is the best level of care.”\n“After this assessment, we will give a recommendation of the best treatment that starts from mild up to high-risk cases and our goal is to identify the high risk cases to prevent them from having a dramatic impact on the person and then on the company. But we also prevent cases that are starting and companies are able to help them in a scalable way.”\nPoor mental health is an enormous business and societal issue, costing England alone £300 billion a year, according to research by the U.K.-based Centre for Mental Health think tank.\nGil Arazi, founder and managing partner of FinTLV Ventures, said in a statement: “This investment … supports our thesis that the insurance industry should prioritize prevention and preventative solutions.”"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/google-chrome-becomes-a-picture-in-picture-app/",
        "text": "Google Chrome becomes a ‘picture-in-picture’ app\nAs competition in the browser market heats up, thanks to innovations from startups like Arc and others, Google is preparing to make a notable change to how its Chrome browser operates. The company announced Wednesday that it’s introducing a new feature called “Minimized Custom Tabs” that will allow users to move between a native app and their web content with a tap. When doing so, the Custom Tab becomes a small, picture-in-picture window that floats above the native app content.\nThe new addition focuses on the use of Custom Tabs, a feature in Android browsers that gives app developers a way to add a customized browser experience directly in their app. Instead of opening the user’s browser or a WebView — which doesn’t support all the features of the web platform — Custom Tabs let users remain in their app while browsing. For developers, the use of Custom Tabs can increase app engagement and reduce the risk of users leaving the app and not returning.\nBy turning the Custom Tab into a picture-in-picture window, shifting to the web experience may feel more natural — and more like you’re still inside the native app. The change could also be useful to developers who are pointing their customers to a website to sign up for accounts or subscriptions, as it makes it easier for the user to move back and forth between the website and the native app.\nWhile minimized to the picture-in-picture window, the Custom Tab can be docked off to the side of the screen. When the page is maximized, the user can tap on a down arrow to shrink it to the picture-in-picture window again.\nThe new web experience comes at a time when Google is making accessing the web a more baked-in experience on Android. With features like Circle to Search and other AI-powered integrations, people can find their way to the web via gestures like circling or highlighting items.\nThe change is rolling out in the latest version of Chrome (M124) and will be automatically applied anywhere developers are already using Chrome’s Custom Tabs. Google notes that while the change is affecting Chrome browsers, it hopes other browser makers will adopt similar functionality."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/creator-fintech-slingshot-raises-2-2-million/",
        "text": "Slingshot raises $2.2 million to provide financial services to artists\nSanil Chawla remembers the meetings he had with countless artists in college. Those creatives were looking for one thing: sustainable economic infrastructure that could help them scale rather than drown them in paperwork, filings and tracking down receipts.\nChawla thought he might have a solution and launched a music monetization platform in 2020. During the pandemic, he pivoted the company into what it is today: Slingshot, which helps creatives find the tools they need to manage operational requirements. It even offers its own corporate card to help further centralize financial transactions into its platform.\n“Too many talented creators today are forced to spend countless hours navigating the complex financial and business challenges of being self-employed,” Chawla told TechCrunch. “Our goal is to leverage technology to dramatically simplify those tasks, empowering creatives to focus on what they love.”\nOn Monday, the company announced a $2.2 million pre-seed round, with participation from Dorm Room Fund, 1916 Enterprises, Key Partners Group, and angel investor Vincent Francoeur, former head of web and mobile at Blizzard.\nSlingshot emerged in the wake of the booming $250 billion creator economy, but it’s not the first company to try and build out infrastructure for this bustling economy. It says it differentiates itself by centralizing its features and data, offering automated bookkeeping linked to its business card. It also works with banks to facilitate financial transactions, allowing creatives to manage their funds, make transfers, and send payments. Its primary BaaS partner for customer accounts is Stripe through its Treasury and Issuing programs.\nIt offers other features like letting creatives save a percentage of their revenue and offering benefits like healthcare and retirement. It acts like HR and handles legal filing and tax paperwork. Chawla, now 24, said it took four years to raise the pre-seed round since the company raised in batches. It took smaller angel checks in 2020 and then pivoted to its current iteration in 2023.\nSlingshot started as a company that provided legal and financial infrastructure to musicians to grow their audiences without a label, and in a way that still lets artists control a bulk share of their royalties. It raised $50,000 from that idea, then another $1.2 million to build it out. In late 2022, the company pivoted. Its customers wanted more of a financial product, and Slingshot followed what the customers were asking for. It then spent last year and this year fundraising to close an additional $1 million in funding, bringing the company to where it stands today.\nLooking ahead, Slingshot has ambitious plans. It intends to raise funds again in the coming year, leveraging the $2.2 million pre-seed round to enhance its feature offerings. This includes the development of an AI assistant, with the aim of revolutionizing how creatives manage their operations. Chawla said that better tools and infrastructure for the creative economy can help enable more creativity and diverse artistic expression. “We’re still early in the journey, but I’m inspired by the impact we’ve had so far and all the potential ahead to do so much more,” he said.\nThis piece was updated to reflect the spelling of Vincent Francoeur‘s name."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/after-co-founders-murder-at-the-hands-of-hamas-cloud-startup-firefly-raises-23m/",
        "text": "Firefly forges on after co-founder murdered by Hamas\nA startup called Firefly that’s tackling the thorny and growing issue of cloud asset management with an “infrastructure as code” solution has raised $23 million in funding. That comes on the heels of strong demand for its tech and increasing revenue fourfold in 2023.\nThe firm’s latest success also comes on the heels of tragedy, as co-founder CTO Joseph “Sefi” Genis was among the hundreds killed by Hamas in October 2023 at the now-infamous Nova music festival.\nThe firm finds itself at the intersection of technology and major world events for the second time. Firefly was hatched in 2021 in the wake of the COVID-19 outbreak, amid a huge burst of “digital transformation.” Suddenly faced with remote workforces, organizations turned to the cloud in a big way to manage those workers and to launch new services.\nThose migrating into the cloud seized on a big opportunity to work more flexibly and efficiently, but their move also carries risk. As companies spread their work across multiple containers, clouds, apps and devices, ops teams have trouble tracking their digital assets — living or dormant — and that can have major implications for cost, security, and operations.\n“How do you handle so much complexity?” asks Firefly CEO Ido Neeman (sitting in the center in the picture above). “You can’t. The proliferation of tools is too overwhelming.”\nFirefly’s services address this with tech that can scan assets in clouds from major providers, including Google, Microsoft Azure and Amazon Web Services, along with private clouds, containers, apps and more.\nUsing AI technology, the company creates a snapshot of the situation and immediately begins to highlight what might appear to conflict with something else, along with suggestions for how to remediate the problems.\nFirefly’s remediations are delivered in the form of “infrastructure as code,” which is used by DevOps and related teams as a way to provision and manage cloud resources, using code rather than physical or interactive tooling.\n“We do this by automatically and instantly discovering your entire cloud footprint across all the clouds, all the technologies, all the infrastructure’s code,” Neeman explained. “We discover everything on your cloud footprint. Then we scan it to detect which part of your cloud is properly controlled and qualified. You control it, you own it, it’s well-governed versus unmanaged, misconfigured, or inefficient. Once we find such chaos, we’ll give you automatic remedies to fix it.”\nThe company had recently launched an AI that suggested and could execute the code automatically, but it disabled that feature for some bigger customers, who were concerned about hallucinations and simply getting things wrong. We still have a ways to go before everyone signs up for all AI, all the time.\nRegardless, just as HubSpot might be used for marketing assets, or ServiceNow for infrastructure resources, Firefly wants to be “the source of truth, the cloud control pane” for the cloud, Neeman said. The company’s remediation by default comes in the form of suggestions, and it’s ultimately up to DevOps to decide whether these should be implemented.\nVertex, a previous backer, led this Series A with participation from two other returning investors — Hanaco and SoftBank — as well as new strategic backer InMotion Ventures (the investment arm of Jaguar Land Rover) and Redseed, a fund created by ex-DST partners and founders. Firefly had previously raised $6.5 million, and it’s not disclosing its valuation.\nRaising money as a successful startup these days can feel like a major win in itself. But it’s even more of an achievement when the funding comes after a crushing blow.\nThe startup has headquarters in Foster City in the Bay Area, and most of its customers are in the U.S., but it was founded and retains significant operations in Israel, which put it on the front lines of tragedy when Genis was murdered. (He is on the right side in the photo above.)\nGenis’ death came after a protracted attempt to evade the attackers, an effort he shared through text messages with his wife. Ultimately, Genis and a friend went into hiding. Cornered, they could see that there was no escaping a particular armed Hamas attacker. Without an option to flee further, the pair tried to overtake him. They both died. But the effort had a heroic ending: The distraction they provided saved the lives of others who had been hiding with Genis and his friend.\n“Thanks to the fact that they attacked the terrorist, they prevented him from entering the shelter and seeing that there were other people there,” one of the survivors said in a TV interview.\nThe attack at the Nova festival and surrounding villages kicked off a protracted and controversial war in Gaza, resulting in tens of thousands more casualties amid the destruction of an entire territory.\nFirefly represents the contradictions and complexities of the situation for the people and businesses in Israel and Gaza, many of whom are inherently involved in a conflict bigger than themselves, whether they want to be or not. Some will try to find a way to a brighter place despite that.\nNeeman, who co-founded Firefly with Genis and CPO Eran Bibi (pictured far left), said that the startup had been planning to raise money before this happened — a plan that was paused in the immediate aftermath.\n“We needed to handle this awful, awful situation,” Neeman explained. “He was not just the CTO, not just the co-founder, of Firefly. He was a very close friend to me, to Eran, to the entire team. Sefi was such a beautiful soul, just smiling and happy and honestly, a genius. So it was hard.”\nThey delayed funding for months, but also thought of how to soldier on (short of becoming soldiers in the literal sense).\n“I think that the entire team became stronger out of it,” he said. “We are now all committed to making his vision come true. Sefi wanted to solve cloud complexity, so for us, his legacy lives on through making Firefly a big, successful company.”\nGrowth began to accelerate, with the company growing fourfold over 2023 and doubling sales and customer counts in the last six months.\n“We signed some of the largest logos in the Fortune 500, and we created some amazing new capabilities to make cloud operations much more simple. We’ve added some great team members. We know we will always remember our good friend, but we’re optimistic. We’re seeing the future.”"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/mistral-releases-its-first-generative-ai-model-for-code/",
        "text": "Mistral releases Codestral, its first generative AI model for code\nMistral, the French AI startup backed by Microsoft and valued at $6 billion, has released its first generative AI model for coding, dubbed Codestral.\nLike other code-generating models, Codestral is designed to help developers write and interact with code. It was trained on over 80 programming languages, including Python, Java, C++ and JavaScript, explains Mistral in a blog post. Codestral can complete coding functions, write tests and “fill in” partial code, as well as answer questions about a codebase in English.\nMistral describes the model as “open,” but that’s up for debate. The startup’s license prohibits the use of Codestral and its outputs for any commercial activities. There’s a carve-out for “development,” but even that has caveats: The license goes on to explicitly ban “any internal usage by employees in the context of the company’s business activities.”\nThe reason could be that Codestral was trained partly on copyrighted content. Mistral didn’t confirm or deny this in the blog post, but it wouldn’t be surprising; there’s evidence that the startup’s previous training datasets contained copyrighted data.\nCodestral might not be worth the trouble, in any case. At 22 billion parameters, the model requires a beefy PC in order to run. (Parameters essentially define the skill of an AI model on a problem, like analyzing and generating text.) And while it beats the competition according to some benchmarks (which, as we know, are unreliable), it’s hardly a blowout.\nWhile impractical for most developers and incremental in terms of performance improvements, Codestral is sure to fuel the debate over the wisdom of relying on code-generating models as programming assistants.\nDevelopers are certainly embracing generative AI tools for at least some coding tasks. In a Stack Overflow poll from June 2023, 44% of developers said that they use AI tools in their development process now while 26% plan to soon. Yet these tools have obvious flaws.\nAn analysis of more than 150 million lines of code committed to project repos over the past several years by GitClear found that generative AI dev tools are resulting in more mistaken code being pushed to codebases. Elsewhere, security researchers have warned that such tools can amplify existing bugs and security issues in software projects; over half of the answers OpenAI’s ChatGPT gives to programming questions are wrong, according to a study from Purdue.\nThat won’t stop companies like Mistral and others from attempting to monetize (and gain mindshare with) their models. This morning, Mistral launched a hosted version of Codestral on its Le Chat conversational AI platform as well as its paid API. Mistral says it’s also worked to build Codestral into app frameworks and development environments like LlamaIndex, LangChain, Continue.dev and Tabnine."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/pinterest-expands-its-creator-fund-to-allow-founders/",
        "text": "Pinterest expands its Creator Fund to allow founders\nPinterest announced today that it is evolving its Creator Inclusion Fund to now be called the Pinterest Inclusion Fund.\nPinterest teamed up with Shopify’s Build Black and Build Native programs to allow small business owners who are from or who serve underrepresented backgrounds to now apply for the Creator Inclusion Fund. Previously, only traditional content creators applied. This is a new iteration of the fund, which sees Pinterest slowly moving away from traditional creators and focusing more on creative entrepreneurs.\nThe fund is essentially a six-week accelerator program that coaches these founders on using Pinterest to expand their brands and businesses. The new iteration of the program launched today in the U.S. and Canada, and it plans to expand into other countries soon, including Brazil, India, France, and Argentina.\nThe small businesses selected for the program will have access to educational and financial resources, including the ability to connect Shopify accounts to Pinterest and training sessions provided by Shopify. Pinterest will also offer mentorship, monetary stipends, and paid subscriptions to workplace SaaS.\nPinterest started the newly named Inclusion Fund in 2021 to help give more opportunities to underrepresented creators, a group that remains overlooked in today’s creator economy. Pinterest defines underrepresented as quite broad, as it includes members of the LGBTQ+ community, those with disabilities, those who are plus-sized, and those who identify as BIPOC.\nPinterest invests in creators quarterly. For its previous funds, it backed a new sector each quarter. For this latest program, it will continue investing quarterly, this time across international markets each quarter. Traditional creators who are also small business merchants and who sell their products on an e-commerce site can still apply for this program. They can also access the accelerator if they are represented by a boutique agency that is accepted into the program.\nTo date, the company has invested more than $3.3 million in the accelerator program and has had more than 150 participants globally, the company told us.\nPinterest’s Inclusion Fund expansion comes as companies begin to reassess their commitment to diversity, equity, and inclusion in what has come to be known as the Great Rollback of the efforts put in place after the murder of George Floyd in 2022. Since then, companies have been sued and forced to halt inclusion programs. However, Pinterest seems unfazed by the risks.\n“It’s critical that the diversity of our users is reflected within the inspiration they search, save and shop from,” Zeny Shifferaw, Pinterest’s global inclusion content partnership lead, told TechCrunch. “This program is uniquely designed to increase pathways of success for content producers who’ve been disproportionately underrepresented, allowing them to grow and reach new audiences and customers on the platform.”\nThose who wish to apply to the Inclusion Fund can do so here.\nThis article was updated to clarify the new name of the fund and who is able to participate.\n"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/this-founder-says-memetech-is-the-next-big-thing/",
        "text": "This founder says meme tech is the next big thing\nAlex Taub, a longtime founder with multiple exits under his belt, believes it’s time to disrupt the meme industry.\n“I have this big thesis that meme tech is going to be the next big category,” Taub told TechCrunch. “Like, there’s health tech, there’s proptech, there’s adtech, there’s fintech… I think meme tech is about to have a big moment.”\nTaub might sound like he’s spent a bit too much time in the trenches of the content mines. But he has a point. If you want to send your friend the perfect SpongeBob meme, what are you supposed to do? Google “mr krabs confused meme”? Memes are a key component of our online communications — from boomers posting minions to gen alpha posting about toilets — and yet few companies have tried to do anything new.\nTo be clear, tech innovation isn’t always good or necessary. No one needs to own a smart refrigerator, or for that matter, a Humane Ai pin. But there’s been almost no innovation in how we organize and share memes for more than a decade: On Tumblr in 2009, it was common practice to have a reaction gif folder on your computer desktop; now, the most organized among us have meme folders on our phones. It’s basically the same thing. Similarly, even though your iPhone can quickly catalog all of your pictures of a cat named Plover, iPhones don’t know who Mr. Krabs is, leaving a bit to be desired in terms of meme efficiency.\n“If you think of what meme tech really is right now, it’s essentially Giphy, but it got acquired by Facebook, and then got sort of shuttered off to Shutterstock. There’s some OG companies like Know Your Meme and Cheezburger, but those companies are actually media companies,” Taub said. “I ended up realizing there’s an opportunity here for meme management.”\nOn Wednesday, Taub launched Meme Depot, which he aspires to build into a comprehensive archive of any meme imaginable.\n“You have collections, which are like subreddits, visually,” he explains. If you’re looking for a Kim Kardashian meme, for example, there would be a Kim Kardashian collection that you can navigate to. “And visually, they’re very easy to look through, like Pinterest.”\nThat’s all well and good, but companies need to make money. Here’s where Taub might lose people: The business model revolves around crypto.\n“I’ve been in crypto in one way or another the last 12 years, and I think it’s very misunderstood in terms of the speculation and the bad actors, but it’s also just a new way to reimagine the internet,” he said.\nInspired by Friend.tech, Meme Depot has a feature called meme party, which turns specific meme categories into communities. Using cryptocurrency, users can buy depot passes to join the meme party, which is basically just an ephemeral, cursor-based chat. But for people who don’t want anything to do with crypto, it’s not necessary to pay money or open a crypto wallet to engage with Meme Depot in any way. It allows early pass holders of a meme collection to earn a bit of money as more people join it.\nTaub is well aware that this tactic could spark debate.\n“There’s a lot of controversy about like, who is allowed to monetize memes? Is it the creator of the meme, is it the person in the meme?” he said. “If this takes off the way I think it will, we might add a new wrinkle to this, which is a good thing. You want people to talk about it.”\nThese same questions were raised during the NFT boom of 2021, when the subjects of viral memes like Scumbag Steve, Disaster Girl and Overly Attached Girlfriend sold their iconic images as NFTs. This was often the first time that these people earned any money for being the subject of viral memes — Disaster Girl, now in her twenties, earned the equivalent of $500,000 in ETH at the time, though that could have depreciated significantly depending on what she did with the cryptocurrency.\nThen there are memes like Pepe the Frog, which evolved from an innocent cartoon to an alt-right symbol, and back again to a Twitch emote and crypto meme. When an image is so divorced from its origin, it could belong more so to the public than its original creator.\n“People can monetize the community around the meme without monetizing the meme itself,” Taub said.\nMeme Depot is part of Truth Arts, which operates with a mixture of venture funding, royalties from the Goblintown NFT collection and money from selling past ventures like SocialRank, a social media analytics company. For some business-minded folk, the question may persist: why memes?\nTaub’s answer is simple: “Memes are culture, and culture is entertainment.”\nUpdated, 5/29/24, 1:20 p.m. ET with clarification on the nature of Meme Depot’s funding."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/meet-kino-new-iphone-app-for-pro-and-amateur-videographers-from-the-makers-of-halide/",
        "text": "Kino is a new iPhone app for videographers from the makers of Halide\nLux, the startup behind popular pro photography app Halide and others, is venturing into video with its latest app launch. On Wednesday, the company announced Kino, a new video capture app for both professional and amateur videographers. The official launch comes six months after Lux teased the release back in December 2023.\nHalide users have long urged Lux to add video support to its popular photography app, but the startup didn’t want to clutter the platform, which is why it’s launching a dedicated video app. Given that Halide, which originally capitalized on the iPhone’s support for RAW photography to win an Apple Design Award, already has a loyal and notable user base, Kino has the potential to succeed as well.\nWith Kino, Lux is aiming to make it easier for videographers to use their iPhones to shoot cinematic video. Lux recognizes that while Kino won’t be used to shoot the next feature-length film, the app will help people who want to get more out of their camera. The startup designed the app to be powerful enough for pros, but not overly intimidating for amateurs.\nThe app lets users choose their experience once they get started with the app, which then determines what settings are turned on. Kino features in-app lessons and tips about the basics of video for beginners.\nKino’s Instant Grade feature lets users press record and create cinematic video with a color preset applied to their recording. Lux says users will be able to capture video with a lot less processing thanks to Apple’s decision to start supporting log video encoding with the iPhone 15 Pro and Pro Max.\nLux explains that while Apple’s camera can shoot log, it is encoded in Apple ProRes, which results in large files. Kino shoots in HEVC (High Efficiency Video Coding) for a smaller file size, and your chosen color preset is applied right to your recording.\nKino also features an AutoMotion feature that lets you get a 180-degree shutter angle on footage without having to play around with settings, which leads to cinematic video with the right amount of blur, Lux says.\nKino gives professional photographers full control in automatic mode and manual mode. The app offers features like audio levels and device notifications, recording format presets, a quick way to tell time left, an RGB waveform, manual focus with focus peaking, a lockable UI and more.\nLux says Kino will work especially well with the iPhone 15 Pro and Pro Max, since these devices can shoot Apple Log. However, the company says Kino also works great on older iPhones.\nUsers can get access to Kino via a one-time payment. The app is launching on Wednesday at a discounted price of $9.99, and will be priced at $19.99 in a few days."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/harness-snags-split-io-as-it-goes-all-in-on-feature-flags-and-experiments/",
        "text": "Harness snags Split.io as it goes all in on feature flags and experiments\nDevOps startup Harness has shown itself to be an ambitious company, building a broad platform of services while also dabbling in M&A when it made sense to fill in functionality. On Wednesday, the company announced it was ready for a much bigger M&A bite, acquiring feature flag startup Split.io for an undisclosed amount of money.\nHarness founder and CEO Jyoti Bansal admits Split is a bigger company than he has purchased in the past, without revealing the purchase price. It’s worth noting, however, that Split raised over $100 million before the sale was announced today.\n“The feature flag is a way for developers to roll out a new feature and control who gets access to it, so you can reduce the risk of a new code change,” Bansal told TechCrunch.\nSo what does Split have to offer that Harness’ organically developed feature flag tool is missing? Well, quite a bit, according to Bansal.\n“We launched our feature flag on our platform in 2021. But we’re very excited to bring Split in and combine it with the Harness platform. Split has been one of the most advanced and mature feature flagging capabilities,” he said. “Where Split does an excellent job is allowing developers to run experiments on it. For example, they can run experiments on 1% of the users to see what kind of impact it has on conversion rates on the app.”\nForrester analyst Christopher Condo says that’s a key sophisticated differentiator for Split. “It enables users to perform audience segmentation in combination with a feature flag, and, very importantly, Split has a statistical engine for running comparative experiments in production,” he said.\nBrian Bell, CEO at Split, says the idea of combining with the Harness DevOps platform was attractive in a maturing market. “What’s happened in the market is that it’s continued to mature. I mean, it’s still a massive market. It’s still early in the evolution of that market. You have every developer waking up, if they haven’t already, to realize that you can’t really write code reliably, and you can’t do it quickly if you don’t have a really powerful feature management platform,” Bell said.\nThe company’s primary competitor in this space is LaunchDarkly, which has raised over $330 million.\nHow this is going to impact Split customers, especially those who are using a different DevOps platform, remains to be seen, says Condo. “For a customer that already has a DevOps tool chain in place, I think their biggest questions should be how this merger will impact Split’s pricing, quality and service,” Condo told TechCrunch.\n“It will be interesting to see if Harness can sell additional modules to Split users, such as some of their capabilities related to FinOps. As for staying independent, the general trend is consolidation in the DevOps space, so no customer should be surprised if the best-of-breed tool they are using gets acquired by one of the big tool vendors.”\nBell believes he’s done right by customers, investors and employees. He says that most employees hadn’t heard about it when we spoke last week because it wasn’t officially announced yet, but those that had were excited about the outcome.\n“Is this the right thing for customers? I think it absolutely is. And investors too. I mean, investors are bullish on the market. I don’t think we’re disclosing the structure of the deal, but they’re excited about this, about us and they’re very happy with this outcome in this market,” he said."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/telegram-microsoft-copilot-ai-chatbot/",
        "text": "Microsoft’s Copilot is now on Telegram\nMicrosoft’s Copilot, a generative AI-powered tool that can generate text as well as answer specific questions, is now available as an in-app chatbot on Telegram, the instant messaging app.\nCurrently in beta, Copilot for Telegram allows you to talk with the AI chatbot as if you’re having a normal, one-on-one conversation with a friend. It can also answer a wide range of questions, from general knowledge queries like “What movie should I watch?” to questions such as “What baseball game is on right now?” The feature was first spotted by Windows Latest.\nThe bot can be accessed by searching its username, @CopilotOfficialBot. It’s free for Telegram users and available on both mobile devices and desktop. One caveat is that it requires your phone number.\nMicrosoft has introduced Copilot into several of its products, including Microsoft 365 and Teams, along with AI-first hardware, Copilot+ PCs. Copilot’s expansion to third-party services like Telegram is notable and could signify that Microsoft wants its AI chatbot to live in other social apps.\nOther companies integrating AI chatbots into their messaging platforms include Meta, which recently confirmed that it’s testing Meta AI across Instagram, Messenger and WhatsApp. Google’s Gemini rivals Copilot by letting you leverage the generative AI within Google Messages on Android devices. Meanwhile, Snapchat uses ChatGPT to power its AI chatbot that can respond to Snaps.\nWe’re launching an AI newsletter! Sign up here to start receiving it in your inboxes on June 5."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/movie-pass-co-founders-hbo-documentary/",
        "text": "MoviePass co-founders speak their truth in HBO’s new documentary\nHBO’s new documentary, “MoviePass, MovieCrash,” tells a story that many of us know about: how MoviePass, the subscription-based movie ticketing startup, was a catastrophic failure. After a series of mishaps and deception, it filed for bankruptcy in 2020.\nHowever, the movie also tells the underreported tale of two Black men who aimed to disrupt the moviegoing space but were then thrown out of the company and forced to watch from the sidelines as their creation burned to the ground.\nMitch Lowe, a former Redbox and Netflix executive, and Ted Farnsworth, CEO of analytics and consulting company Helios & Matheson, are often considered the faces of MoviePass. However, neither of them deserves credit. MoviePass was originally co-founded by former Miramax exec Stacy Spikes and serial entrepreneur Hamet Watt.\nThe premiere of “MoviePass, MovieCrash,” which is available on Max starting today, comes at a time when only 2.7% of U.S. businesses are majority Black-owned, according to recent estimates from the Annual Business Survey. Spikes hopes this documentary will shed light on his perspective and underscore the necessity of increased funding for Black founders.\n“The truth is going to be told,” Spikes told TechCrunch. He added that the documentary is not only about “the rise and fall of MoviePass,” but also addresses the fact that we’re still in the early days of venture capitalists’ mindsets changing and that “more women and founders of color” are being accepted.\n(We recommend watching the documentary before reading this article.)\nWhen Lowe was first brought on as CEO in 2016, MoviePass had already existed for five years. It was initially a membership where customers got their own debit card that automatically loaded with the exact amount of a movie ticket. Customers selected the film they wanted to see within the MoviePass app. However, user growth wasn’t where it needed to be — the service was hovering at around 20,000 subscribers.\nThe company also needed more money, yet it faced the harsh reality of the disparity in venture capital funding for Black-owned companies. To this day, a minuscule portion of funding goes to Black founders. In 2023, Black founders in the U.S. raised 0.48% of all venture capital, so about $661 million out of the $136 billion allocated in total. This number was the lowest recorded in recent history, with Black founders typically making up at least 1% of all venture dollars deployed.\nUltimately, the founders thought that bringing on a “white male with grey hair” would inspire other white males to be “more comfortable” investing, Watt shared in the documentary. A year after Lowe joined, Helios & Matheson bought a controlling stake in MoviePass for $27 million.\n“You had these seasoned founders who knew what they were doing and had a lot of success and yet hit a ceiling with being able to raise capital. Then you have two white guys who can raise $150 million off the very same brand,” Spikes told us. He took the role of chief operating officer until 2018. Watt remained a member of the board.\nMoviePass quickly shifted gears under its new owner. To draw in as many customers as possible, the company lowered the subscription fee significantly to $10 per month for one movie every day. The price change attracted approximately 175,000 users in 48 hours, giving the service mainstream prominence. By 2018, it had skyrocketed to over 3 million subscribers.\n“The $10 price was supposed to be promotional. We were only going to put 100,000 people at that level. The moment [Lowe and Farnsworth] said they didn’t want to turn that off was a big red flag because $10 is not a sustainable price. It’s just not,” Spikes added, explaining that the average ticket price was $11.50 at the time, so customers going to multiple movies per week cost the company tons of money.\nIn fact, MoviePass was losing millions of dollars every month. It lost $40 million in May 2018 alone.\nSpikes’ warnings to Lowe and Farnsworth were ignored, and MoviePass fired him in 2018, he says. Watt was also let go.\n“Mitch and Ted would push back and say, ‘We know what we’re doing. We bought you. Thank you for sharing,’” Spikes said in the documentary. “It broke my heart to see two Black founders create a company the way we did, and then all of a sudden, there was an all-white board.”\n“He just wasn’t being a constructive member of the team,” Lowe said.\nAttempts to reach Lowe and Farnsworth for comment were unsuccessful.\nLater on, MoviePass went back on its unlimited movie promise and began limiting its offering to three movies a month. The company also tried alternate revenue streams like selling data to advertisers, producing movies via an in-house studio and even a bizarre venture into the airline business.\nFrom extravagant yacht parties to frivolous spending of $1.1 million on an unnecessary Coachella event, the spending spree exemplified an outrageous level of corporate greed.\nWhen speaking about the Coachella event, Lowe said, “I sensed a resentment by the MoviePass employees [who weren’t invited.] Each individual has their various roles and not all roles get to party.”\n“I’m sitting at home and in my Twitter feed, here’s Dennis Rodman getting out of a MoviePass helicopter at Coachella… [They’re] burning through money. The staff is suffering…It doesn’t make any sense,” Spikes said during our interview.\nMeanwhile, customer support workers and other MoviePass team members were dealing with a sinking ship as the site faced repeated outages and angry customers. (Spikes claimed in a previous interview with TechCrunch that those crashes were intentional.) In the summer of 2019, a data breach exposed tens of thousands of MoviePass card numbers as well as customers’ personal credit card numbers.\nIn its short years under Lowe and Farnsworth, MoviePass crumbled. The two executives are currently awaiting trial after pleading not guilty to one count of securities fraud and three counts of wire fraud.\nSpikes, meanwhile, managed to turn his story around. He purchased MoviePass in 2021 and relaunched it last year. It appears to be successful so far as it became profitable for the first time in 2023.\nDuring the interview with TechCrunch, Spikes also mentioned details that didn’t make it in HBO’s new film, such as building a VR app for MoviePass viewers to watch movie trailers on Meta Quest and Apple Vision Pro headsets. He’s hoping for a summer launch.\nWatt founded his own venture capital firm, Share Ventures, in 2019, which invests in healthcare and tech companies.\n"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/fitbits-new-kid-smartwatch-is-a-little-wiimote-a-little-tamagachi/",
        "text": "Fitbit’s new kid smartwatch is a little Wiimote, a little Tamagotchi\nIn 2018, Fitbit launched Ace, a wearable tracker for kids. On Wednesday, it’s adding Ace LTE to the line, a device aimed at the same demographic that borrows heavily from its smartwatch, Versa. The Google-owned wearable firm is targeting the 7+ crowd with this one, focusing on gaming with Wii-style motion control, along with location sharing and messaging for parents.\nRather than offering the same sort of pure metrics the company employs to motivate its older users, the main thrust of the product is a far more literal version of gamification. The watch features a variety of 3D games, unlocking more play time the more kids move.\n[W]hether they’re a chicken in a bathtub racing through Space, or fishing for a Blob Fish in ‘Smokey Lake,’” Fitbit writes, “Ace LTE keeps kids moving. Best of all, the Fitbit Arcade updates with fresh new games every few months, so there’s never a dull moment.”\nIt’s not the worst way to try to get kids to touch the proverbial grass, and honestly makes me miss the bygone days of Wiimotes and Microsoft Kinects. Almost as much as I miss Tamagotchi. The once mighty electronic pets are back in spirit here, in the form of Eejies. Much like the gaming element, the customizable animals “feed” off of movement.\nWhen activities are completed, kids earn “arcade tickets,” in a Chuck E. Cheese-style autarky, wherein they can be used to buy new clothes and furniture for their Eejie. Fitbit’s approach to accessories is far more capitalistic. The company is offering six different bands, which features DLC, including different settings.\nWhile the Ace LTE is, indeed, designed to motivate kids to move more, the payoffs end once a certain threshold is hit, to dissuade kids from overdoing it. Fitbit is quick to note, “We worked with leading, independent experts in child psychology, public health, privacy, and digital wellbeing to design Fitbit Ace LTE to be fun, safe and helpful.”\nThat’s the sort of stuff the company really needs to address up front, as the notion of a fitness tracker built by a data-hoovering tech giant understandably raises all sorts of red flags for people. The degree to which anyone is comfortable sticking a Google device on their children’s wrist no doubt varies greatly.\nFitbit notes that location is only shared via the app on a parent/guardian’s device, while location data automatically disappears after a day. Activity data, meanwhile, can only be stored for up to 35 days, after which point it, too, is wiped. Adding friends on the Ace LTE, meanwhile, must be done in person and with the guardian’s approval. As the name suggests, the device is available in a cellular version, so it doesn’t rely on a tethered device to function/sync. It’s up for preorder Wednesday for $230. There’s also a subscription service, which runs another $10 a month or $120 for a full year — which, if my math is correct, is the same rate. It starts shipping June 5."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/from-viggle-to-midjourney-discord-is-an-unlikely-foundation-for-the-genai-boom/",
        "text": "Discord has become an unlikely center for the generative AI boom\nIn the video, a crowd is roaring at a packed summer music festival. As a beat starts playing over the speakers, the performer finally walks onstage: It’s the Joker. Clad in his red suit, green hair and signature face paint, the Joker pumps his fist and dances across the stage, hopping down a runway to get even closer to his sea of fans. When it’s time to start rapping, the Joker flexes his knees and propels himself off the ground, bouncing up and down before doing a 360 turn on one foot. It looks effortless, and yet if you attempted the maneuver, you’d fall flat on your face. The Joker has never been this cool.\nThen there’s another video, where NBA All-Star Joel Embiid struts out from backstage to greet the crowd before nailing those same dance moves. Then, it’s “Curb Your Enthusiasm” star Larry David. But in each of these scenes, something is a bit off — whether it’s the Joker, Joel Embiid or Larry David, the performer’s body is shaky, while their facial expressions never change.\nOf course, this is all AI-generated, thanks to a company called Viggle.\nThe original video shows the rapper Lil Yachty taking the stage at the Summer Smash Festival in 2021 — according to the title of a YouTube video with more than 6.5 million views, this entrance is “the HARDEST walk out EVER.” This turned into a trending meme format in April, as people inserted their favorite celebrities — or their favorite villains, like Sam Bankman-Fried — into the video of Lil Yachty taking the stage.\nNew AI tool replaced Lil Yachty with Joaquin Phoenix’s Joker pic.twitter.com/8s4EuKNAZd\nText-to-video AI offerings are getting scarily good, but you can’t type “sam bankman-fried as lil yachty at the 2021 summer smash” and expect Sora to know precisely what you mean. Viggle works differently.\nOn Viggle’s Discord server, users upload a video of someone doing some sort of movement — often a TikTok dance — and a photo of a person. Then, Viggle creates a video of that person replicating the movements from the video. It’s obvious that these videos aren’t real, though they’re still entertaining. But after the Lil Yachty meme went viral, Viggle got hot, and the hype hasn’t subsided.\n“We’re focusing on building what we call the controllable video generation model,” Viggle founder Hang Chu told TechCrunch. “When we generate content, we want to control precisely how the character moves, or how the scene looks. But the current tools only focus on the text-to-video side, where the text itself is not sufficient to specify all the visual subtlety.”\nAccording to Chu, Viggle has two main types of users — while some people are making memes, others are using the product as a tool in the production process for game design and VFX.\n“For example, a team of animation engineers could take some concept designs and quickly turn them into rough, but quick animation assets,” Chu said. “The whole purpose is to see how they look and feel in the rough sketch of the final plan. This usually takes days, or even weeks for them to manually set up, but with Viggle, this can basically be done instantly and automatically. This saves tons of tedious, repetitive modeling work.”\nIn March, Viggle’s Discord had a few thousand members. By mid-May, there were 1.8 million members, and with June just days away, Viggle’s server has climbed to over 3 million members. That makes it larger than the servers for games like Valorant and Genshin Impact combined.\nViggle’s growth shows no sign of slowing down, except that the high demand for video generation has made wait times a bit too long for impatient users. But since Viggle is so Discord-centric, Discord’s developer team has worked directly with Viggle to guide the two-year-old startup through its speedy growth.\nFortunately for Viggle, Discord has been through this before. Midjourney, which also operates on Discord, has 20.3 million members on its server, making it the largest single community on the platform. Overall, Discord has about 200 million monthly users.\n“No one’s ready for that type of growth, so in that virality stage, we start to work with them, because they’re not ready,” Discord’s VP of Product Ben Shanken told TechCrunch. “We have to be ready, because a huge part of the messages being sent right now are Viggle and Midjourney, and a lot of consumption and usage on Discord is actually generative AI.”\nFor startups like Viggle and Midjourney, building their apps on Discord means they don’t have to build out a whole platform for their users — instead, they’re hosted on a platform that already has a tech-savvy audience, as well as built-in content moderation tools. For Viggle, which has just 15 employees, the support of Discord is crucial.\n“We can focus on building the model as the back-end service, while Discord can utilize their infrastructure on the front end, and basically we can iterate faster,” Chu said.\nBefore Viggle, Chu was an AI researcher at Autodesk, a 3D tools giant. He also did research for companies like Facebook, Nvidia and Google.\nFor Discord, acting as an accidental SaaS company for AI startups could come at a cost. On one hand, these apps bring a new audience to Discord, and they’re probably good for user metrics. But hosting so much video can be difficult and costly on the tech side, especially when other users across the platform are streaming live video games, video chatting and voice calling. Without a platform like Discord, though, these startups might not be able to grow at the same rate.\n“It’s not easy for any type of company to scale, but Discord is built for that type of scale, and we’re able to help them absorb that pretty well,” Shanken said.\nWhile these companies can just adopt Discord’s own content guidelines and use its content moderation apps, it will always be a challenge to make sure that 3 million people are behaving. Even those Lil Yachty walk-out memes technically violate Viggle’s rules, which encourage users to avoid generating images of real people — including celebrities — without their consent.\nFor now, Viggle’s saving grace could be that its output isn’t 100% realistic yet. The tech is truly impressive, but we know better. That janky Joker animation definitely isn’t real, but it sure is funny.\nWe’re launching an AI newsletter! Sign up here to start receiving it in your inboxes on June 5."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/german-financial-regulator-lifts-restrictions-on-n26-signups/",
        "text": "Germany’s financial regulator ends anti-money laundering cap on N26 signups after $10M fine\nAfter the Wirecard scandal, Germany’s financial regulator BaFin started to look more closely at young fintech startups that wanted to grow at a rapid pace — it’s better to be safe than sorry.\nIn particular, N26, a Berlin-based banking startup that raised hundreds of millions of euros and quickly became a unicorn, has had a complicated relationship with BaFin for the past few years. The regulator imposed a cap on new signups as a sanction to force the startup to improve its anti-money laundering processes.\nThis week, N26 announced that BaFin is going to lift the growth restriction starting on June 1, 2024. The cap was originally set in 2021 at 50,000 new customers per month. At the end of 2023, it was increased slightly to 60,000 customers per month.\nLast week, as part of the conclusion of this oversight period, BaFin fined N26 €9.2 million (around $10 million at today’s exchange rate) for shortcomings in reporting suspicious activity that occurred in 2022. N26 expected this fine as it set aside provisions in its 2022 financial statements. According to the company, it has also invested €100 million to improve its compliance team and processes since 2022.\n“We are pleased about the trust of our regulators and will continue our close exchange in the future. In recent years, we have been able to make significant progress in preventing and combating money laundering and financial crime,” N26 co-founder and CEO Valentin Stalf said in a statement.\nAs this restriction seriously hampered N26’s growth, the company adjusted its strategy to focus on its existing customers. In Spain and Germany, N26 offers savings accounts. In some markets, users can also get a loan of up to €25,000 from the app.\nThe company has added crypto and stock trading too, in partnership with Bitpanda and Upvest, respectively. You can even sign up to insurance products from the app. All of these additions are designed to increase the average revenue per user.\nIn 2023, N26 reported a loss of €100 million, but things should be better this year thanks to higher interest rates, new revenue streams and the end of the signup cap. The company said it expects to reach “monthly profitability” at some point during the second half of 2024."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/jfrog-and-github-team-up-to-closely-integrate-their-source-code-and-binary-platforms/",
        "text": "JFrog and GitHub team up to closely integrate their source code and binary platforms\nGitHub and JFrog announced a partnership on Wednesday that will see a deeper integration between the two companies’ platforms, giving developers and their support teams an easier way to manage both their source code and the resulting binaries across both services.\nAmong other things, this includes the ability to trace code from source to binary packages across both platforms, single sign-on support and unified project structures, including role mapping. Later, there will also be a unified dashboard that will provide a single pane of glass for seeing the results of source- and binary-focused security scans from GitHub’s and JFrog’s respective security tools.\nAt first, this may seem like an odd match, since both companies play in the DevOps space. But since GitHub focuses on source code and JFrog on binaries, the overlap between them is actually relatively small. As it turns out, about half of JFrog’s customers are also GitHub users; as JFrog CEO and co-founder Shlomi Ben Haim and GitHub CEO Thomas Dohmke both told me, the main mission here is to make their lives easier.\n“We are using Artifactory ourselves within GitHub,” Dohmke told me (just as JFrog uses GitHub for managing its source code). “And so it felt natural for us to do more together as we’re thinking about how we can secure the software ecosystem, how we can help our enterprise customers like AT&T and Fidelity or Vimeo. How can we help them to have an end-to end lifecycle? And if you remember our very first conversation, before I became the CEO, our vision for GitHub is that we are part of a large ecosystem. Copilot Extensions is all along those same lines: that we have to partner with other companies in our ecosystem to provide our customers — our developers — the best experience.”\nSimilarly, JFrog’s Ben Haim stressed that his company is all about binaries — and creating security products around that. “JFrog is the only comprehensive software supply chain platform in the world,” he said. “GitLab is a source-code platform, GitHub is a source-code platform. Atlassian with BitBucket — same thing. […] Artifactory is your binary repository and serves the organization as the single source of record.”\nGitLab may argue with that description, though, given that the company offers a rather comprehensive DevSecOps platform. But where there is no argument is that enterprises today are looking to consolidate their spending around best-of-breed solutions. Today’s enterprises, Ben Haim said, need to be able to scale, but in a secure way, all while moving increasingly faster and picking the best services in the market.\n“When you think about where developers live, they live on GitHub and they live on JFrog. […] Basically, this collaboration, this marriage, doesn’t have to be explained to our customers because this is where they are: they are either here for the source code, or here for the binaries — and this together story makes their lives easier,” he said.\nYou can’t say “GitHub” in 2024 and not talk about Copilot, the company’s AI tool. Wednesday’s announcement is no exception, with a deep JFrog/Copilot integration that now extends Copilot Chat to let developers ask questions about which software packages (or which version of those packages) to use, how to best secure them and how to set up JFrog projects, for example.\n“Chatting with GitHub’s Copilot to select the right and secure software package based on the extensive metadata stored in JFrog Catalog can be a game-changer,” explained John Nuttall, Director of Technology at AT&T, one of JFrog’s and GitHub’s joint customers. “This integration will significantly enhance the efficiency of Copilot users across the software supply chain: binary-focused and code environments. This partnership offers the best of both worlds.”\nGitHub’s Dohmke also noted that looking ahead, the plan for GitHub is to bring more agent-like functions to Copilot that work across a security tool like Sentry (which was among the first companies to offer a Copilot extension), GitHub and JFrog’s Artifactory to perform a given action autonomously.\nCustomers like AT&T, Ben Haim told me, want an easier way to move back and forth between GitHub and JFrog, using the same credentials. They also want traceability that tracks a piece of code’s lifecycle from source code to binary and back. Traditionally, the code and binary have always been rather disconnected, but with this integration, a team putting the binary in production can now quickly see which changes were last made to the source code, for example, and work with the specific developer responsible for those changes to fix an issue.\nThe security aspects here are also important. Typically, these customers are also using both GitHub’s and JFrog’s security solutions, but they do not want to have to check two different dashboards. As GitHub’s Dohmke noted, different users may see different dashboards — with the developers likely wanting to see theirs right in GitHub while a security team may prefer to see theirs in Artifactory or elsewhere.\n“This integration can simplify software supply chain security by displaying source-based security findings from GitHub alongside binary-based security findings from JFrog under GitHub’s Security tab, allowing developers to gain a holistic security view and shorten remediation times to improve the overall security posture,” said Mark Carter, CIO and CISO for Vimeo. “Software supply chain security is top of mind for every CISO, and this joint solution from JFrog and GitHub provides a critical, AI-infused cybersecurity control.”\nLooking ahead, the two companies plan to deepen this integration even more. The current solution is meant to address immediate pain points for their customers, Ben Haim said. Later this year, the companies will share a bit more about what’s next at JFrog’s swampUP conference in September."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/kinnects-new-app-aims-to-help-families-record-and-store-generational-memories/",
        "text": "Kinnect’s new app aims to help families record and store generational memories\nA new startup called Kinnect aims to help people privately save generational memories, traditions, recipes and more. The company’s app, launched this month, lets people create invite-only spaces where they can share images, videos, audio, text and more with their entire family.\nKinnect was founded in May 2023 by Omar Alvarez, an entrepreneur who has experience working with telehealth brands focused on mental health. Alvarez came up with the idea for Kinnect after he lost his grandfather to Alzheimer’s and his best friend to leukemia.\nAt the start of his grandfather’s battle with Alzheimer’s, Alvarez and his family were coming to terms with the fact that his grandfather was going to lose his memories. They tried to find a place where they could record and store his memories, but his grandfather passed away before they were able to find a way to do so.\nFour years later, Alvarez’s best friend was diagnosed with leukemia. He asked Alvarez if he knew of a way for him to privately record and store messages for his wife so that she could listen to them after he passed.\nAlvarez’s best friend passed away last November, six months before the launch of Kinnect. While Alvarez wishes he was able to launch Kinnect in time for his best friend to easily record messages and stories for his wife, Alvarez says his best friend’s ideas and experiences are very much a part of Kinnect.\nAlvarez decided to name the app Kinnect because he believes it’s the most inclusive term for family and one that embraces both chosen and blood relatives alike. He wants Kinnect to be a platform for everyone to store generational memories, not just blood family.\n“I’m Latino, and I’m also gay, so when I think about family, friends that feel like family are included in that equation,” Alvarez told TechCrunch. “The ‘Kin’ in ‘Kinnect’ represents the most inclusive term for family. And the ‘net’ is for the need to connect. The need to feel like you belong. I hope that Kinnect does reduce a sense of isolation or the sense of feeling like you don’t belong.”\nOnce you get started with the app, you will be asked about your goals. For instance, you can say that you want to “capture life lessons,” “preserve family history,” “remember loved ones” or “share moments.” You can select all of the options that apply to your goals with Kinnect.\nKinnect features a home feed that is similar to the ones that you see on Facebook or Instagram, as it displays updates from people in your invite-only space, such as new comments or uploads.\nThe app also features a “Storybooks” feature that lets users organize memories into digital albums based on different topics. You can store chapters in your family’s ongoing story that current or future generations can revisit years down the road.\nIf a family member is unsure about what to add to their family’s Storybook, they can use the app’s “Guided Storytelling” feature to receive prompts that they can answer. For instance, the app may ask you to talk about your current home and what made you move there. Alvarez says that while many people want to capture their stories, they may be unsure about where to start, which is why the startup added the Guided Storytelling feature. Kinnect plans to use AI in the future to personalize these prompts to each family member in a group.\nThe app is targeted toward people of all ages, from teens to grandparents. Alvarez says it was important for him to release an easy-to-use platform that could be used by elders.\nKinnect is currently only available on iOS, but the startup plans to launch an Android app in the coming months.\nWhile Kinnect’s basic features are free to use, users can sign up for an annual subscription to get access to unlock unlimited Storybooks and unlimited photos, videos and audio uploads per Story. The individual subscription costs $70 per year, and the family plan costs $130 year and can be used by up to six family members.\nAs for the future, Alvarez teased that Kinnect wants to go beyond the digital world and focus on in-person connections.\n“We don’t want to be another tech company that only focuses on digital solutions,” Alvarez said. “I’m very aware of the mental health benefits of having in-person connections and feelings of belonging. We are going to be thinking about how we show up in the real world as well.”\nThe startup has received $100,000 in funding through Techstar’s Rising Stars program, which aims to help fund underrepresented founders in the U.S. Kinnect is also currently in an accelerator program from Slauson & Co."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/odyssey-school-choice-edtech/",
        "text": "Tech startup Odyssey goes on journey to help states implement school choice programs\nIn the quest to provide the best education for students across the country, legislation is constantly being reformed. All of those new education policies typically help, but are often hard to implement and difficult for parents to understand.\nThat’s where Odyssey comes in. The company developed an end-to-end public fund disbursement and e-commerce platform for program administration that makes educational offerings, like school tuition, tutoring, technology and extracurricular enrichment, more accessible.\nOne might think that with technology like that, states would be elbowing each other to get in on this. Alternative education, however, is a rather controversial topic for some when it goes beyond the traditional public school system.\nSome advocate for students to attend any school, for example, a religious-backed private school, charter school, home school or other small learning environment, and have that federal funding follow the student. The global pandemic also taught us that teaching needed to be flexible, which opened the door for companies, like Prenda, to provide ways for someone to start their own “microschool.”\nJoseph Connor, Odyssey’s founder and CEO, knows this all too well. He got his start teaching in low-income schools at charter schools in Washington, D.C., Philadelphia and San Jose. He then decided to transition to law school where he also consulted for early education choice policies in Indiana, Louisiana and Florida.\nA majority of states have amendments called Blaine amendments that were enacted in the late 19th century that aimed to prevent public funds from being used at parochial schools. Connor worked for a firm that was helping with the 2020 Espinoza v. Montana Department of Revenue case where the U.S. Supreme Court ruled that funding policies that discriminated against schools based on their religious status violated the First Amendment. He said that case “paved the way for the policies we help run today.”\nFollowing that ruling, Connor started his own network of schools where he saw firsthand how challenging implementation of new education policies were, but also how helpful they were to parents when implemented correctly.\n“States tried to run them themselves and they were very complex,” Connor told TechCrunch. “In some cases, they worked with traditional software vendors that weren’t really well equipped to do this particular policy.”\nSo he started Odyssey three years ago as a tech startup to help states in a few ways. First it educates parents on what an education savings account program is, who’s eligible for it and how to sign up. It then manages the application process, working with the state agency to create the application questions, handle the identity verification process and enable the schools to accept tuition.\n“Historically, one of the biggest blockers for implementation has been on identity verification,” Connor said. “It can be a very slow process. Imagine the state is requesting you to give us your birth certificate or driver’s license. You may have to find a scanner and upload it, then wait a few weeks or up to 60 days, to hear if you are eligible.”\nInstead, there’s Odyssey’s technology — which Connor touts as “the first real-time identity verification tech in the country” that is both secure and scalable. Rather than the industry standard of 30 to 60 days, the company is able to tell a parent in less than one second, once submitted, if they’re eligible, and how much they’d be awarded.\nThe state is able to oversee and audit the entire process in order to reduce fraud and abuse. One of the big concerns of states administering these kinds of programs is making sure parents are spending the money on the intended purpose.\nTo do that, Odyssey’s platform includes a closed, private marketplace of vendors where products and services, regulated by the state, can be purchased using the education savings account. The company handles payment processing and customer support for those vendors and then data analysis for the state.\nThe company manages more than 130,000 students across three states in Iowa, Missouri and Idaho. It’s also in discussions with a few additional state governments.\nOdyssey is paid by state, typically per student. In the past year, the company saw revenue grow three times.\nNow the company wants to make a number of key leadership hires and bring on additional engineering folks. To do that, Odyssey recently raised $10 million in Series A funding. The round was led by Bradley Tusk of Tusk Venture Partners, with additional backing from existing investor Katherine Boyle of Andreessen Horowitz, Ben Kohlmann of Cubit Capital and Ben Ling of Bling Capital.\nInvestors were particularly interested in what Odyssey was doing around real-time identity verification, Connor said. It is in the education sector only right now, which he said will keep the company with enough work for years. However, with the features, like the digital wallet and state-regulated marketplace, there are opportunities to offer additional programs to states.\nThe new funding will also enable the company to expand where it offers services. That includes scaling in states where it already is and going into new states.\n“We want to influence policy and states that don’t currently have programs, explain to them why it’s important to have these programs and allow states to run these programs more efficiently,” Connor said. “We really believe strongly that the best way to empower parents is through these types of programs, and so we want to make sure that they’re accessible to everyone.”"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/spotify-hikes-subscription-price-in-france-by-1-2-to-match-new-music-streaming-tax/",
        "text": "Spotify hikes subscription price in France by 1.2% to match new music-streaming tax\nSpotify has hiked the price for its premium subscription in France by an eye-watering €0.13 in response to a music-streaming levy imposed by the government at the start of the year.\nAt €11.12 per month for an individual subscription plan, the new price is 1.2% higher than the previous amount — the same as the 1.2% levy that France imposed on music-streaming companies including Deezer, Apple, Google and Spotify starting from January 1 this year. The 1.2% increase applies to all of Spotify’s subscription plans, including student, family and duo.\nFrance introduced the new levy as a way to support the country’s music sector, and proceeds from the tax will be directed toward the Centre National de la Musique (CNM), which was established four years ago.\nIn response, Spotify revealed at the tail-end of last year that it was pulling financial support for local French music festivals, including Les Francofolies de La Rochelle and the Printemps de Bourges. The company had also said it would increase the prices in France, though it hadn’t revealed by how much. In a statement provided to TechCrunch at the time, Spotify said the move was designed to offset the costs of this tax, so it’s no surprise that the new price exactly matches that of the levy.\nWhile the increase is unlikely to force consumers to ditch their premium subscriptions, this move now puts France among the priciest countries for Spotify in the Eurozone."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/with-the-eu-ai-act-incoming-this-summer-the-bloc-lays-out-its-plan-for-ai-governance/",
        "text": "With the EU AI Act incoming this summer, the bloc lays out its plan for AI governance\nThe European Union has taken the wraps off the structure of the new AI Office, the ecosystem-building and oversight body that’s being established under the bloc’s AI Act. The risk-based regulatory framework for artificial intelligence is expected to enter into force before the end of July — following the regulation’s final approval by EU lawmakers last week. The AI Office will take effect on June 16.\nThe AI Office reflects the bloc’s bigger ambitions in AI. It will play a key role in shaping the European AI ecosystem over the coming years — playing a dual role of helping to regulate AI risks, and fostering uptake and innovation. But the bloc also hopes the AI Office can exert wider influence on the global stage as many countries and jurisdictions are looking to understand how to approach AI governance. In all, it will be made up of five units.\nHere’s a breakdown of what each of the five units of the EU’s AI Office will focus on:\nOne unit will tackle “regulation and compliance”, including liaising with EU Member States to support harmonized application and enforcement of the AI Act. “The unit will contribute to investigations and possible infringements, administering sanctions,” per the Commission, which intends the Office to play a supporting role the EU country-level governance bodies the law will also establish for enforcing the broad sweep of the regime.\nAnother unit will deal with “AI Safety”. The Commission said this will focus on “the identification of systemic risks of very capable general-purpose models, possible mitigation measures as well as evaluation and testing approaches” — with general purpose models (GPAIs) referring to the recent wave of generative AI technologies such as the foundational models that underpin tools like ChatGPT. Though the EU said the unit will be most concerned with GPAIs with so-called “systemic risk” — which the law defines as models trained above a certain compute threshold.\nThe AI Office will have responsibility for directly enforcing the AI Act’s rules for GPAIs — so relevant units are expected to conduct testing and evaluation of GPAIs, as well as using powers to request information from AI giants to enable the oversight.\nThe AI Office’s compliance unit’s work will also include producing templates GPAIs will be expected to use, such as for summarizing any copyrighted material used to train their models.\nWhile having a dedicated AI Safety unit seems necessary to give full effect to the law’s rules for GPAIs, it also looks intended to respond to international developments in AI governance since the EU’s law was drafted — such as the U.K. and U.S. announcing their own respective AI Safety Institutes last fall. The big difference, though, is the EU’s AI Safety unit is armed with legal powers.\nA third unit of the AI Office will dedicate itself to what the Commission dubs “Excellence in AI and Robotics”, including supporting and funding AI R&D. The Commission said this unit will coordinate with its previously announced “GenAI4EU” initiative, which aims to stimulate the development and uptake of generative AI models — including by upgrading Europe’s network of supercomputers to support model training.\nA fourth unit is focused on “AI for Social Good”. The Commission said this will “design and implement” the Office’s international engagement for big projects where AI could have a positive societal impact — such as in areas like weather modelling, cancer diagnoses and digital twins for artistic reconstruction.\nBack in April, the EU announced that a planned AI collaboration with the U.S., on AI safety and risk research, would also include a focus on joint working on uses of AI for the public good. So this component of the AI Office was already sketched out.\nFinally, a fifth unit will tackle “AI Innovation and Policy Coordination”. The Commission said its role will be to ensure the execution of the bloc’s AI strategy — including “monitoring trends and investment, stimulating the uptake of AI through a network of European Digital Innovation Hubs and the establishment of AI Factories, and fostering an innovative ecosystem by supporting regulatory sandboxes and real-world testing”.\nHaving three the five units of the EU AI Office working — broadly speaking — on AI uptake, investment and ecosystem building, while just two are concerned with regulatory compliance and safety, looks intended to offer further reassurance to industry that the EU’s speed in producing a rulebook for AI is not anti-innovation, as some homegrown AI developers have complained. The bloc also argues trustworthiness will foster adoption of AI.\nThe Commission has already appointed the heads of several of the AI Office units — and the overall head of the Office itself — but the AI Safety unit’s chief has yet to be named. A lead scientific advisor role is also vacant. Confirmed appointments are: Lucilla Sioli, head of AI Office; Kilian Gross, head of the Regulation & Compliance unit; Cecile Huet, Excellence in AI and Robotics Unit; Martin Bailey, AI for Societal Good Unit; and Malgorzata Nikowska, AI Innovation and Policy Coordination Unit.\nThe AI Office was established by a Commission decision back in January and started preparatory work — such as deciding the structure — in late February. It sits within the EU’s digital department, DG Connect — which is (currently) headed by internal market commissioner, Thierry Breton.\nThe AI Office will eventually have a headcount of more than 140 people, including technical staff, lawyers, political scientists and economists. On Wednesday the EU said some 60 staff have been put in place so far. It plans to ramp up hiring over the next couple of years as the law is implemented and becomes fully operation. The AI Act takes a phased approach to rules, with some provisions set to apply six months after the law comes in force, while others get a longer lead in of a year or more.\nOne key upcoming role for the AI Office will be in drawing up Codes of Practice and best practices for AI developers — which the EU wants to play a stop-gap role while the legal rulebook is phased in.\nA Commission official said the Code is expected to launch soon, once the AI Act enters into force later this summer.\nOther work for the AI Office includes liaising with a range of other fora and expert bodies the AI Act will establish to knit together the EU’s governance and ecosystem-building approach, including the European Artificial Intelligence Board, a body which will be made up of representatives from Member States; a scientific panel of independent experts; and a broader advisory forum comprised of stakeholders including industry, startups and SMEs, academia, think tanks and civil society.\n“The first meeting of the AI Board should take place by the end of June,” the Commission noted in a press release, adding: “The AI Office is preparing guidelines on the AI system definition and on the prohibitions, both due six months after the entry into force of the AI Act. The Office is also getting ready to coordinate the drawing up of codes of practice for the obligations for general-purpose AI models, due 9 months after entry into force.”\nThis report was updated with the names of confirmed appointments after the Commission provided the information.\n\nWe’re launching an AI newsletter! Sign up here to start receiving it in your inboxes on June 5."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/bootstrapped-for-over-a-decade-this-dallas-company-just-secured-110m-to-help-people-pay-bills-by-text/",
        "text": "Bootstrapped for over a decade, this Dallas company just secured $110M to help people pay bills by text\nSolutions by Text, a company that gives people a way to pay their bills and apply for loans via text messaging, has secured $110 million in new growth funding.\nEdison Partners and StepStone Group co-led the equity portion of the raise while Stifel Venture Bank provided a lending facility, which made up less than 15% of the total. The funding was a mix of primary and secondary shares, according to CEO David Baxter.\nSolutions by Text (SBT) is not your typical startup raising capital. The company was founded in 2008 by brothers Danny and Mike Cantrell, who bootstrapped it until 2021 when Edison Partners wrote its first check into the company as part of a $35 million growth round.\nBaxter took over as CEO in 2021, and the brothers have exited and are no longer involved in the day-to-day operations. Since its raise late that year, Baxter said, SBT has seen its revenue increase by “more than 3x” though he declined to say what the base revenue was.\nThe company is currently EBITDA positive and is “working toward profitability” this year, according to Baxter. Over time, it has transitioned itself from a consumption model to a subscription business, with pure SaaS comprising about 90% of business by year’s end.\n“We really have transformed the business from more of a founder-led family, lifestyle type of a business, doing roughly 20ish million messages a month to about 150 to 200 million messages a month,” he told TechCrunch in an interview. In 2023 alone, SBT’s messaging volume increased 95% from the prior year, according to Baxter.\nHe would not disclose the company’s current valuation, saying only that it was 5x from what it was at the time of its last raise.\nAs the company’s name suggests, Solutions by Text provides conversational messaging tools to businesses that interact in real-time with customers via text. Its customers use it for everything from marketing to past-due collections.\nAccording to a research report by Solutions by Text and Datos Insights, many consumers — especially Gen Zers and millienials — said they’d be willing to pay a bill within a text message.\n“About 98% of text messages are opened and read in under five minutes. I look at my phone right now, I’ve got four unanswered text messages — and this is what I do for a living — but I have thousands of unread emails,” Baxter said, noting that SBT sees itself as “an ally of the telecommunications industry.”\nConcerns over compliance have kept many companies from going the text messaging route. Baxter claims that 60% of the company’s new customers were not using text messaging out of fear of violations over the last 12 months. The difficulty of compliance has also forced some customer engagement and messaging providers to exit the financial services sector, he said.\nSolutions by Text, he claims, has the compliance piece nailed down through features such as provisioned short codes and long codes/10DLCs. Customers include Best Egg, eBay, US Bank, regional banks from the Southeast and Midwest, a top 15 auto loan provider and a digital marketplace lender, among others.\n“They’re all finding new ways to communicate really in real time with their customers,” Baxter said.\nLast October, SBT formally entered into the embedded payments space, in partnership with Nuvei. SBT says its “FinText” product, among other things, allows consumers to make payments through text-based responses such as “Pay Now.” It also offers what the company describes as a “pre-vetted, carrier approved, messaging template to ensure compliance with strict industry regulations.”\nThe company plans to use its new capital toward product development, accelerating its product roadmap, some R&D, seeking acquisitions and rounding out and pushing on its AI offerings, according to Baxter.\n“We believe that AI will provide a rich experience. Imagine a place where you could self negotiate your debt through AI,” he said. “Levels of delinquency are on the rise and we can help create a much better way for people to self cure their debt, or make a promise to pay in a series of payments, based on business rules driven by AI.”\nEdison Partners General Partner and COO Kelly Ford told TechCrunch that when she first invested in SBT two and a half years ago, she saw “a founder-led, capital-efficient business with a competitive moat that went deep on regulatory and carrier compliance and wide on financial industry solutions and third-party technology integrations.”\nShe added: “We doubled down on the investment because the team has overperformed on all marks and we’re keen to go faster, particularly with payments.”\nWant more fintech news in your inbox? Sign up for TechCrunch Fintech here.\nWant to reach out with a tip? Email me at maryann@techcrunch.com or send me a message on Signal at 408.204.3036. You can also send a note to the whole TechCrunch crew at tips@techcrunch.com. For more secure communications, click here to contact us, which includes SecureDrop (instructions here) and links to encrypted messaging apps."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/relay-raises-cash-for-its-smb-focused-money-management-platform/",
        "text": "Relay raises $32.2 million to help smaller businesses manage their cash flow\n\nOwners of small- and medium-sized businesses check their bank balances daily to make financial decisions. But it’s entrepreneur Yoseph West’s assertion that there’s typically information and functions missing from bank accounts that owners could really use.\n“SMBs make up 44% of U.S. GDP, underpin the economy and have a deep impact on all of us,” West said in an interview with TechCrunch. “And yet most SMBs only have enough cash on hand to last 27 days. They need greater cash-flow clarity and control in their banking.”\nWest, who studied equity and debt finance in college, co-founded Vuru, a stock market research app, in 2012. After fintech firm Wave Accounting acquired Vuru later that year, West stayed on, eventually graduating to the role of director of product engagement.\nWhile at Wave, West had the idea for his next company: Relay, a business banking and money management service for SMBs. West teamed up with Paul Klicnik, an ex-IBM engineer who previously developed the core technical infrastructure at coupon app Flipp, to launch Relay in October 2018.\n“Relay is an online business banking and money management platform designed to help small businesses take control of their cash flow,” West explained. “The platform is focused on delivering true cash-flow clarity to SMBs.”\nRelay’s platform lets SMBs organize their income, expenses and reserves across up to 20 checking accounts. (Relay isn’t a bank itself; the company relies on its partner Thread Bank for the banking services it provides, which West says are FDIC-insured.) Through Relay, a company can automatically set aside cash into savings accounts with 1%-3% APY and issue up to 50 physical or virtual Visa debit cards to employees.\nRelay users can send and receive ACH transfers, wires and check payments like they would with traditional banks. And they can capture and store receipts, allowing people in their employ access through role-based accounts.\nThe company makes money through interest on customer deposits, card interchange fees and a $30 per month premium service (Relay Pro) that adds features like same-day payments, and competes with neobanks such as Bluevine and Mercury. But West argues that Relay is one of the few of its kind not focused on tech startup or individual business owner customers.\n“Relay is built for the 33-million-plus SMBs in the U.S. and their in-house or outsourced finance functions,” he said. “We primarily serve ‘heart of America’ small businesses that have two-plus employees — full-time, part-time or contracted — and make $20,00 to $200,000 in monthly revenue.”\nThis has proven to be a winning strategy.\nWest predicts Relay will reach $100 million in annualized revenue by the second half of 2025. Revenues rose 3x in 2022 — and close to 6x in 2023 — thanks to a robust client base that now stands at ~100,000 businesses.\nThat’s all the more impressive considering the state of the fintech industry.\nLast year, venture investment in financial services and fintech fell to $43 billion, its lowest level in six years and down more than 50% year-over-year from the $89.5 billion invested in 2022, according to CrunchBase. The austere funding environment contributed to the collapse of fintechs such as Synapse, the banking-as-a-service startup whose bankruptcy has impacted the finances of millions of customers.\nTo help lay the groundwork for expansion into new spaces, including spend management, crediting and financial APIs, Relay this week closed a $32.2 million Series B round led by Bain Capital Ventures with participation from BTV, Garage, Industry Ventures and Tapestry. The new cash brings the startup’s total raised to $51.6 million.\n“We chose to raise because of our growth rate,” West said. “To truly get predictive cash-flow analytics, SMBs need a unified view of the inflows and outflows of cash across their back office. Relay is building towards that vision … In the future, the platform will make smart recommendations to small businesses based on what is happening in their entire back office.”\nRelay, which is based in Toronto, plans to grow its workforce from 140 people to 200 by the end of the year."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/how-clean-energy-ventures-avoided-the-pandemic-bubble-and-raised-a-305m-fund/",
        "text": "How Clean Energy Ventures avoided the pandemic bubble and raised a $305M fund\nClimate tech couldn’t escape the frothiness that engulfed the startup world earlier in the decade. For both founders and venture capitalists, it was tempting to raise money. Interest rates were low, money was cheap and investors looking for better returns were hungry to get in the game.\nInstead, Clean Energy Ventures took a different approach, and it appears to be paying off.\n“When COVID hit, we really had to do some introspection and say, ‘Look, we need to be super careful here. This is looking like a bubble’,” Dan Goldman, co-founder and managing partner at Clean Energy Ventures, told TechCrunch. His firm raised its first fund years before the pandemic, but it still hadn’t deployed all the capital. “We tried to remain really disciplined during that period.”\nBut as the pandemic bubble shrunk, so too did the amount of dry powder in Clean Energy Ventures’ first fund. Late in 2022, Goldman and his colleagues started raising a second fund. Within six months, the team exceeded their initial target of $200 million. “We took a little bit of a pause and started making investments,” he said.\nInstitutional investors soon said they wanted in. “That’s when we asked our existing LPs ‘Hey, can we go up a little higher than we originally targeted?’ And they were very supportive of that,” Goldman said.\nThat little bit extra ended up pushing the total fund to $305 million, a hefty increase from the initial target and quite a bit larger than the firm’s first $110 million fund. Clean Energy Ventures will continue to focus on early-stage climate tech startups, though it will also add what Goldman calls “pre-growth” investments.\n“Those will typically be larger checks, maybe a little bit higher valuations. The startups will have de-risked the technology, and they’ll have a product in the market, but still be at the early stages of market adoption,” he said. “We’re seeing some gaps in the market around some technologies in that area.”\nSuch gaps have become a growing concern among investors, who recognize the particular challenges that hardware-heavy climate tech startups face on the road to commercialization. It’s been called the “valley of death” or the “first-of-a-kind” problem, and investors have been experimenting with different approaches to ensure that their most promising portfolio companies can cross the chasm.\nFor Clean Energy Ventures, the new fund will reserve 30% to 40% of capital for follow-on investments into companies that fit the “pre-growth” profile that Goldman referenced. The firm will also consider a “wide range of different financial instruments,” he added, to help bridge the gap. Initial checks will range from $500,000 for a smaller seed round up to $8 million for a Series A. Total investment per company, including follow-ons, will average around $15 million, Goldman said.\nAmong the institutional investors committing to the fund are Builder’s Vision, Carbon Equity and the Grantham Foundation. Goldman said that industry LPs from Turkey, Thailand and Germany committed, too.\n“They said, ‘We want to bring more technologies into our countries, we want to build a manufacturing base in our countries,’” he added. “They really like our focus on greenhouse gas emissions.”"
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/openai-signs-on-100k-pwc-workers-to-its-chatgpt-enterprise-tier-as-the-consultant-becomes-its-first-resale-partner/",
        "text": "OpenAI signs 100K PwC workers to ChatGPT’s enterprise tier as PwC becomes its first resale partner\nChatGPT has changed how most people regard and interact with AI, and the tool has been used widely to do everything from create travel itineraries to assisting developers with coding. Now its creator, OpenAI, on Wednesday announced that it has signed a major enterprise customer that it hopes will indicate how a similar effect could play out in the world of work.\nPwC, the management consulting giant, will become OpenAI’s biggest customer to date, covering 100,000 users. Alongside that, the consulting firm will become OpenAI’s first partner for selling the AI company’s enterprise offerings to other businesses.\nOpenAI launched ChatGPT’s enterprise tier in August 2023 as part of a big swing to monetize its generative AI products on the back of the billions it has raised to date. The enterprise tier offers faster, unlimited interactions and is much more flexible for building customized models for different use cases. It also comes with more analytics and other tools.\nBut as with any enterprise software, OpenAI will still have to convince companies to make the shift from small and occasional use, or pilots, of its generative AI products and think of it as a major IT, business process and workforce investment.\n“PwC is the first partner that we are leaning into in this way,” said Richard Hasslacher, OpenAI’s global head of alliances and partnerships, in an interview. “PwC becomes our largest customer, but they’re also our first partner who’s going to be reselling ChatGPT enterprise… It is penetration into industry verticals, but also providing an expansive set of services that customers desperately need to take advantage of in a brand-new solution category.”\nLast month, OpenAI disclosed that ChatGPT’s enterprise tier had around 600,000 users, which, according to Hasslacher, includes 93% of all Fortune 500 companies. He declined to disclose what that works out to in terms of engagement time across that user base.\nPwC’s 100,000 employees in the U.S., U.K. and the Middle East would boost that number substantially. When, and if, the firm expands its usage of ChatGPT to the rest of its global operations, that could include 328,000 employees.\nFor PwC, the deal underscores how it believes its own business will be evolving as well as the next big growth opportunity for winning new deals for its consulting business.\nBret Greenstein, partner and “generative AI leader” at PwC, waved off the idea that adopting ChatGPT, or any kind of generative AI assistant, will threaten jobs. Instead, it might let the company grow business on the employee base that it already has without needing to add more people.\n“This is very important for us,” said Greenstein. He added that the firm was an early adopter of ChatGPT, and so moving up to enterprise made sense as it ramped up its own engagement.\nPwC has been building tools around the product itself, “but as the technology stack gets better, we can buy versus build more things. We can then focus more on outcomes, transformation, workflow, use cases, and business process, and less on assembling APIs to build an experience for our employees,” he said.\nOne of the big questions around generative AI has been whether it is just hype or if we’ll see sustained usage of these services. Greenstein declined to say how much GenAI products are being used on a daily basis at PwC but noted that the education tools the company has built to help train people have received 90% engagement.\nMore importantly, generative AI could represent a major new avenue for consulting firms like PwC for picking up new business — that’s part of a bigger pitch it makes around “digital transformation,” which has been a major theme in IT for years.\n“Our clients are going through the same journey, so we’re embarking on a reselling agreement,” he said.\nChatGPT’s self-service version costs $30 per user, while the consumer edition is $20 per user. The company does not disclose enterprise pricing publicly, and neither PwC nor OpenAI would discuss pricing for this article. This thread on Reddit seems to indicate $60 per seat, per month for 150 seats for a year. That runs to a very high number if you do the math for 100,000 users, so my guess is that these rates vary a lot.\nOpenAI will still engage with enterprises, but it’s notable that the company is building out this channel strategy to supplement that.\n“Today, we have our own customer success team that will support our customers in the deployment of their GenAI solutions,” said Hasslacher. “But we have limited capacity, and that’s really where the partner ecosystem comes into play.” For now, PwC is its reselling partner, but “I think you will be seeing a lot more related to that ecosystem,” he added."
    },
    {
        "URL": "https://techcrunch.com/2024/05/29/72-hours-left-disrupt-early-bird-sale/",
        "text": "72 hours left of the Disrupt early-bird sale\nTech enthusiasts and entrepreneurs, the clock is ticking! With just 72 hours remaining until the early-bird ticket deadline for TechCrunch Disrupt 2024, now is the time to secure your spot and save big on this premier tech event. Don’t miss out on the opportunity to join us in San Francisco for an unforgettable experience filled with innovation, networking, and insights from industry leaders.\nHere’s a peek at some of the speakers you can expect to hear from at Disrupt 2024:\nAlexandr Wang (Founder and CEO, Scale AI)\nDenise Dresser (CEO, Slack)\nMatt Rogers (Co-Founder and CEO, Mill)\nNavin Chaddha (Managing Partner, Mayfield Fund)\nSpenser Skates (CEO and Co-Founder, Amplitude)\nVinod Khosla (Founder and Partner, Khosla Ventures)\n… and many more!\nThese industry pioneers will share their insights, experiences, and visions for the future of technology and business. Whether you’re a startup founder or investor or are simply passionate about innovation, Disrupt 2024 offers a unique opportunity to learn, connect, and be inspired.\nBut time is running out! Secure your early-bird tickets now before prices increase. Join us at TechCrunch Disrupt 2024 and be part of the conversation shaping the future of tech. We’ll see you there!"
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/avendus-indias-top-venture-advisor-confirms-its-looking-to-raise-a-350-million-fund/",
        "text": "Avendus, India’s top venture adviser, confirms it’s looking to raise a $350M fund\nAvendus, the top investment bank for venture deals in India, confirmed on Wednesday it is looking to raise up to $350 million for its new private equity fund.\nThe new fund, called Future Leaders Fund III, will enable the Mumbai-headquartered firm to write larger checks and maintain a meaningful position in the startups it backs, said its managing partner Ritesh Chandra in an interview with TechCrunch. TechCrunch reported in early April that Avendus was putting together a plan to raise a new fund.\nA regular fixture in most growth-stage deals in India, Avendus has established itself as the largest venture adviser for startups in the country. It provided services in over 30 deals last year, including merger-and-acquisition transactions, according to Venture Intelligence, a private market insight platform. The growing size of its private equity unit underscores the firm’s ambitions to extend its tentacles even more deeply into the ecosystem and see more upside from the winnings.\nThe firm’s rise to prominence was aided by the fact that many of its well-established global rivals, such as Goldman Sachs, Morgan Stanley, and JPMorgan, initially paid less attention to the Indian market, allowing Avendus to gain a foothold and build relationships with the country’s burgeoning tech entrepreneurs.\nThose relationships are also helping the firm’s private equity unit to gain access to some of the high-profile deals.  Aside from lead backer SoftBank, the financial services startups Juspay and Zeta have allowed only Avendus on their cap tables, for instance. “These are businesses that came out of our relationships and networks,” said Chandra.\nAvendus’ private equity unit, whose portfolio includes Delhivery, Lenskart, Licious, VerSe Innovation, XpressBees, and the National Stock Exchange, has also earned a reputation for delivering large exits to its backers in a timely manner. Lenskart and the National Stock Exchange, for instance, both delivered four times the money Avendus invested within four years of investments.\n“Our fund’s life cycle is five to six years. A problem with the Indian startup ecosystem is that investors have poured a lot of capital [into it] but don’t see returns for a long period of time. We are focused on how do we get our money back,” Chandra said.\nDespite the growing trend of tech startups in India going public, a phenomenon that was uncommon just four years ago, investors cannot solely rely on IPOs for returns. According to Chandra, Avendus has established relationships that enable the company to exit its positions by selling stakes to late-stage investors, such as sovereign investors, providing an alternative avenue for generating returns apart from IPOs."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/chinas-47b-semiconductor-fund-puts-chip-sovereignty-front-and-center/",
        "text": "China’s $47B semiconductor fund puts chip sovereignty front and center\nChina has closed a third state-backed investment fund to bolster its semiconductor industry and reduce reliance on other nations, both for using and manufacturing wafers — prioritizing what is called chip sovereignty.\nChina’s National Integrated Circuit Industry Investment Fund, also known simply as “the Big Fund,” had two previous vintages: Big Fund I (2014 to 2019) and Big Fund II (2019 to 2024). The latter was significantly larger than the former, but Big Fund III is larger than both at 344 billion yuan, or about $47.5 billion, public filings revealed.\nExceeding expectations, and following Huawei’s recent increased reliance on Chinese suppliers, the size of Big Fund III confirms the country’s aim to achieve self-sufficiency in semiconductor production. It is also a reminder that the chip war between China and the West goes both ways.\nThe U.S. and Europe aren’t alone in wishing to reduce their dependence on their perennial tech rival. China, too, has reasons to worry about its supply, and it’s not just exports from the U.S. and its partners that are at risk.\nWhen it comes to chip manufacturing, Taiwan is the chief concern. China seizing control of its production capabilities would put the U.S. and its allies at a massive disadvantage; Taiwan Semiconductor Manufacturing Company (TSMC) currently makes around 90% of the world’s most advanced chips.\nOn the other hand, Bloomberg heard from sources that Netherlands-based ASML and TSMC have ways to disable chipmaking machines in the event that China invades Taiwan.\nAs for China, it is producing some 60% of legacy chips — the type that are found in cars and appliances, U.S. Commerce Secretary Gina Raimondo recently declared.\nThe chip war extends to both legacy and advanced chips, with uneven results.\nThe Chinese official narrative is that U.S. policy is backfiring, with exports from leading U.S. chip players dropping, and others share that view.\nEither way, this leaves a company like Nvidia walking a fine line “between maintaining the Chinese market and navigating U.S. tensions,” Hebe Chen, a market analyst at IG, recently told Reuters. The company tailored three chips for China after U.S. sanctions prevented it from exporting its most advanced semiconductors, but competition forced it to adopt a lower price than it might have wanted.\nHowever, it could also be argued that the commercial struggles of Western chip players might be worth the cost if it can prevent China from developing and accessing more advanced chips as fast as its competitors.\nSigns indicate that restrictions could hit China where it hurts; for instance, if the country’s AI firms lose access to Nvidia’s cutting-edge chips or if it makes it harder for its champion, SMIC, to produce its own.\nBig Fund III itself shows that China is feeling the heat. According to reports, the money will go toward large-scale wafer manufacturing like previous funds and toward making High Bandwidth Memory chips. Known as HBM chips, these are used in AI, 5G, IoT and more.\nIts size, though, is the biggest tell.\nBacked by six major state-owned banks, Big Fund III is now larger than the $39 billion in direct incentives that the U.S. government will dedicate to chip manufacturing as part of the CHIPS Act. However, the whole federal funding envelope adds up to $280 billion.\nAt €43 billion, the EU Chips Act looks small in comparison to both, as does South Korea’s $19 billion support package, and the markets likely took notice.\nThe news of Big Fund III caused a rally around stock from Chinese semiconductor companies that stand to benefit from this new capital. However, Bloomberg noted that Beijing’s past investments haven’t always paid off.\nIn particular, “China’s top leadership was frustrated with a years-long failure to develop semiconductors that could replace U.S. circuitry. In addition, the former boss of the Big Fund was removed and investigated for corruption,” the media outlet pointed out.\nEven without corruption, making major changes to semiconductor manufacturing is a slow process. In Europe and the U.S., too, this takes time, but there are interesting new developments.\nFrench deep tech startup Diamfab, for instance, is working on diamond semiconductors that could support a green transition, particularly in the automotive industry. That’s still a few years away, but it is the type of Western innovation that could be as interesting to track as whatever Chinese legacy players may do.\nAdditional reporting by Rita Liao."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/apples-design-awards-nominees-highlight-indies-and-startups-largely-ignore-ai-except-for-arc/",
        "text": "Apple’s Design Awards nominees highlight indies and startups, largely ignore AI (except for Arc)\nWith its list of Apple Design Awards finalists, Apple is celebrating indie apps and startups over bigger tech firms — including those offering AI chatbots.\nAt a time when its App Store model has been called into question by legislators and regulators alike, Apple’s annual list of what it considers the best and most technically innovative software available on its platform is turning its attention to the little guy. There’s no ChatGPT to be found on Apple’s list of finalists, for example. Instead, Apple favors small to midsize app makers like Copilot Money, SmartGym, recipe app Crouton, creative app Procreate Dreams, Gentler Streak and others, as well as those from venture-backed startups like the creativity app Rooms and the reimagined web browser Arc Search.\nThe latter has incorporated AI with an agent that browses for you and a new feature that lets you ask questions by raising the phone to your ear to “Call Arc,” but it’s the only app on the list with a description that references the technology that has taken the App Store — and the tech industry at large — by storm over the past year.\nthis one hits different, so so proud of the team pic.twitter.com/njoIV0vukm\nThough ChatGPT launched last year to record downloads, both Apple and Google avoided naming it their “app of the year.” The ADAs would have given Apple another opportunity to nod to the innovation, but it’s again overlooked.\nRather, Apple’s finalist list looks to indie games like Rytmos from Copenhagen-based Floppy Club; match-three puzzler finity on Apple Arcade; The Wreck from independent Paris-based games studio The Pixel Hunt; The Bear from German self-described “weird bunch of creatives” Mucks Games; and others.\nThe non-game apps Apple chose to highlight this year are also often indie efforts, like Meditate, a meditation timer from an indie developer, RhythmicWorks Software, based in India; sun-tracking app Sunlitt, from a small team led by indie developer Nicolas Mariniello, based in Italy; drawing app Dudel Draw from indie outfit Silly Little Apps in the U.S.; journaling app Bears Gratitude by Australian developer Isuru Wanasinghe; and Things Inc.’s Rooms, a creative app for designing imaginative spaces in an 8-bit style, designed by ex-Googlers and backed by a16z. (Apple doubly blessed Rooms, nominating it in two categories, in fact.)\nWow. We're overjoyed– and, frankly, in disbelief– that Rooms is a finalist for Apple's 2024 Design Awards. As if this honor weren't enough, we appear to be the only app that's a finalist in two categories!Thank you, @Apple, for recognizing @things! 🙏https://t.co/4KAIQEffi1\nThat’s not to say there aren’t some larger developers on the list, like South Korea’s Neowiz, nominated for its Lies of P title; 505 Games’ Death Stranding Director’s Cut; Honkai: Star Rail from Genshin Impact creator HoYoverse; and Activision’s Call of Duty: Warzone Mobile, for example. But in those cases, Apple is making its picks in part due to their use of Apple technologies, like MetalFX or optimizations for its M1 and higher chips (or perhaps their use of in-app purchases!).\nOther titles getting the nod this year include What the Car?, NYT Games, Hello Kitty Island Adventure, Cityscapes: Sim Builder, How We Feel, Ahead: Emotions Coach, The Bear, Lost in Play, Wavelength, Little Nightmares, and a small handful of apps and games that were built for the Vision Pro, like Blackbox, Loóna, Synth Riders, plus djay, NBA and Sky Guide. Notably, several of these were originally built for iOS and then brought to the Vision Pro.\nAn “Inclusivity” section also boosts Apple’s global app community, including members in the EU where regulation is underway via the Digital Markets Act. In this section, Apple nominations include an app for low-vision users oko (Belgium); the diversity-focused Complete Anatomy 2024 (Ireland); Tiimo (Denmark), an app for neurodivergent users; and games Unpacking (sold by digital storefront Humble Bundle), Quadline from Ukraine’s Kovalov Ivan, and Crayola Adventures."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/pctattletale-spyware-shutters-data-breach/",
        "text": "Spyware maker pcTattletale says it’s ‘out of business’ and shuts down after data breach\nThe founder of the spyware app pcTattletale said his company is “out of business and completely done” following a data breach over the weekend.\nThe shutdown comes days after a hacker defaced the spyware maker’s website and published links containing large amounts of data from pcTattletale’s servers, including databases of customers’ information and some victims’ stolen data.\npcTattletale was a remote surveillance app — often known as “stalkerware” for its ability to track people without their knowledge — that allowed the person who planted the app to remotely view screenshots of the victim’s Android or Windows device and its private data from anywhere in the world. pcTattletale advertised its spyware app as a way to monitor employees, but also openly promoted its ability to snoop on spouses and domestic partners without their consent, which is illegal.\nThe now-defunct app had 138,000 customers who had signed up to use the service, per data breach notification site Have I Been Pwned.\nOn the defaced website, the hacker said pcTattletale’s servers could be tricked into turning over the private keys for its Amazon Web Services account, which the spyware maker used to store hundreds of millions of screenshots of the devices the spyware was planted on.\npcTattletale’s website remains offline at the time of writing.\nThe app’s founder, Bryan Fleming, told TechCrunch in a text message on Tuesday that he no longer has access to the company’s Amazon Web Services account.\n“I deleted everything because the data breach could have exposed my customers,” said Fleming. “The account is closed [and] the servers are deleted.”\nAn analysis of the exposed data shows that pcTattletale stored on its Amazon S3 storage server more than 300 million screenshots of victims’ devices dating back years. TechCrunch independently confirmed that there were publicly accessible screenshots from pcTattletale-monitored devices online.\nIt looks as if Amazon may have taken action against the spyware maker. The Amazon S3 storage server that pcTattletale used to store device screenshots now reads “AllAccessDisabled,” an error code that Amazon uses to block all access to a customer’s account, including the customer, whose only recourse is to contact Amazon “for further assistance.” However, Fleming would not address the question of whether AWS had shut it down, and AWS spokesperson Grant Milne would not say, either.\nFleming said he did not keep a copy of the data and did not explain the company deleted the data without first notifying those whose information was exposed in the data breach. He stopped responding to our inquiries.\npcTattletale’s situation is not unique: Spyware apps are notoriously buggy and are known to leak or spill data. Federal regulators have in the past banned stalkerware makers from the surveillance industry for inadequate security practices.\nWhen asked about pcTattletale, Federal Trade Commission spokesperson Juliana Gruenwald Henderson said the agency does not comment on whether it is investigating a certain matter.\nOther spyware makers have shut down after similar breaches. Polish-developed spyware LetMeSpy shut down in June 2023 after its systems were hacked and its customers’ data deleted, and spyware apps PhoneSpector and Highster shut down following a New York state investigation.\nIf you or someone you know needs help, the National Domestic Violence Hotline (1-800-799-7233) provides 24/7 free, confidential support to victims of domestic abuse and violence. If you are in an emergency situation, call 911. The Coalition Against Stalkerware has resources if you think your phone has been compromised by spyware."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/ai-models-have-favorite-numbers-because-they-think-theyre-people/",
        "text": "AI models have favorite numbers, because they think they’re people\nAI models are always surprising us, not just in what they can do, but also in what they can’t, and why. An interesting new behavior is both superficial and revealing about these systems: They pick random numbers as if they’re human beings, which is to say, badly.\nBut first, what does that even mean? Can’t people pick numbers randomly? And how can you tell if someone is doing so successfully or not? This is actually a very old and well-known limitation that we humans have: We overthink and misunderstand randomness.\nTell a person to predict 100 coin flips, and compare that to 100 actual coin flips — you can almost always tell them apart because, counterintuitively, the real coin flips look less random. There will often be, for example, six or seven heads or tails in a row, something almost no human predictor includes in their 100.\nIt’s the same when you ask someone to pick a number between 0 and 100. People almost never pick 1 or 100. Multiples of 5 are rare, as are numbers with repeating digits like 66 and 99. These don’t seem like “random” choices to us, because they embody some quality: small, big, distinctive. Instead, we often pick numbers ending in 7, generally from the middle somewhere.\nThere are countless examples of this kind of predictability in psychology. But that doesn’t make it any less weird when AIs do the same thing.\nYes, some curious engineers over at Gramener performed an informal but nevertheless fascinating experiment where they simply asked several major LLM chatbots to pick a random number between 0 and 100.\nReader, the results were not random.\nAll three models tested had a “favorite” number that would always be their answer when put on the most deterministic mode but that appeared most often even at higher “temperatures,” a setting models often have that increases the variability of their results.\nOpenAI’s GPT-3.5 Turbo really likes 47. Previously, it liked 42 — a number made famous, of course, by Douglas Adams in “The Hitchhiker’s Guide to the Galaxy” as the answer to life, the universe, and everything.\nAnthropic’s Claude 3 Haiku went with 42. And Gemini likes 72.\nMore interestingly, all three models demonstrated human-like bias in the other numbers they selected, even at high temperature.\nAll tended to avoid low and high numbers; Claude never went above 87 or below 27, and even those were outliers. Double digits were scrupulously avoided: no 33s, 55s, or 66s, but 77 showed up (ends in 7). Almost no round numbers — though Gemini once, at the highest temperature, went wild and picked 0.\nWhy should this be? AIs aren’t human! Why would they care what “seems” random? Have they finally achieved consciousness and this is how they show it?!\nNo. The answer, as is usually the case with these things, is that we are anthropomorphizing a step too far. These models don’t care about what is and isn’t random. They don’t know what “randomness” is! They answer this question the same way they answer all the rest: by looking at their training data and repeating what was most often written after a question that looked like “pick a random number.” The more often it appears, the more often the model repeats it.\nWhere in their training data would they see 100, if almost no one ever responds that way? For all the AI model knows, 100 is not an acceptable answer to that question. With no actual reasoning capability, and no understanding of numbers whatsoever, it can only answer like the stochastic parrot it is. (Similarly, they have tended to fail at simple arithmetic, like multiplying a few numbers together; after all, how likely is it that the phrase “112*894*32=3,204,096” would appear somewhere in their training data? Though newer models will recognize that a math problem is present and kick it to a subroutine.)\nIt’s an object lesson in large language model (LLM) habits and the humanity they can appear to show. In every interaction with these systems, one must bear in mind that they have been trained to act the way people do, even if that was not the intent. That’s why pseudanthropy is so difficult to avoid or prevent.\nI wrote in the headline that these models “think they’re people,” but that’s a bit misleading. As we often have occasion to point out, they don’t think at all. But in their responses, at all times, they are imitating people, without any need to know or think at all. Whether you’re asking it for a chickpea salad recipe, investment advice, or a random number, the process is the same. The results feel human because they are human, drawn directly from human-produced content and remixed — for your convenience and, of course, for big AI’s bottom line."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/rock-bands-hidden-hacking-themed-website-gets-hacked/",
        "text": "Rock band’s hidden hacking-themed website gets hacked\nOn Friday, Pal Kovacs was listening to the long-awaited new album from rock and metal giants Bring Me the Horizon when he noticed a strange sound at the end of the record’s last track.\nBeing a fan of solving riddles and breaking encrypted codes, Kovacs wondered, Does this sound contain a hidden message?\nHis hunch led to the discovery of a hidden hacking-themed website that at some point actually got hacked.\nKovacs opened the song in the audio-editing app Audacity and, as he suspected, there was indeed a spectrogram — essentially a visual representation of the audio itself — which was actually a scannable QR code. Excited, Kovacs shared his findings on the Bring Me the Horizon’s subreddit.\nThe QR code led to the hidden website, which is protected by a passcode that turned out to be a number (93934521) written on the album cover art, on the head of one of the characters, called M8. This M8 character speaks in some of the tracks and appears on the hidden site as a sort of guide.\nThe website is essentially an “alternate reality game,” or ARG, which bands like Nine Inch Nails have done before as a way to get fans more engaged with the band’s music and lore.\nIn this particular case, the game consists of a website where, among other things, the band uploaded some unreleased tracks, a folder protected by a “cipher,” which led to more password-protected files, more mysteries, and more hidden Easter eggs, some of which are still unresolved and locked by unknown codes.\nKovacs’ discovery launched a wild decentralized chase where thousands of Bring Me the Horizon fans tried to uncover all the secrets hidden within the site. Days later, the fans are still at it, as the site’s makers add new challenges and puzzles to solve. Fans have a dedicated Discord server with around 3,000 people inside and a shared Google Doc that at the time of writing is around 5,500 words in length.\nPerhaps expectedly, on the first day when fans found the site, someone hacked it in an attempt to get ahead in the game. This prompted the developers to temporarily take the site down and replace it with a warning, asking fans not to do actual hacking on the hacking-themed website.\n“It appears user/s have been illicitly hacking into the M8 server to decode hidden secrets,” read the message from M8, the album’s guide, which multiple fans reported seeing in chats with TechCrunch. “It’s my duty to inform you that this behaviour is both naughty and counterproductive! You see, the whole idea of this program is to unravel the mysteries at a tantalizing pace, allowing everyone to enjoy the thrill of discovery. By bypassing the system and sharing the secrets prematurely, you’re spoiling the fun for everyone!”\nIt’s unclear what the developers meant exactly by hacking into “the server,” nor who was responsible. Sony Music Entertainment, the band’s record label, did not respond to a request for comment.\n“There was an email address found after solving a riddle on the site, we found it legitimately but when we emailed this email like the site told us to, we received a warning message saying that we had hacked it and may get blacklisted if we try again. We assume it was an old error from the first day when these hackers extracted info from the site,” xDarkMagicianGirl, the owner of the Discord server, told TechCrunch.\nxDarkMagician shared a copy of the email that some people received after the hacking attempts.\n“So a friendly warning: your recent unauthorized access to our website has not gone unnoticed. While I admire your enthusiasm, it’s time to address the consequences of your actions. If you continue to hack into the system, you’ll be permanently blocked from accessing any part of,” the email read.\n“Let’s play fair and enjoy the journey together. After all, a little patience goes a long way in making the experience truly enjoyable for everyone. So stop being a dips—t, and play fair!”"
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/anthropic-hires-former-openai-safety-lead-to-head-up-new-team/",
        "text": "Anthropic hires former OpenAI safety lead to head up new team\nJan Leike, a leading AI researcher who earlier this month resigned from OpenAI before publicly criticizing the company’s approach to AI safety, has joined OpenAI rival Anthropic to lead a new “superalignment” team.\nIn a post on X, Leike said that his team at Anthropic will focus on various aspects of AI safety and security, specifically “scalable oversight,” “weak-to-strong generalization” and automated alignment research.\nI'm excited to join @AnthropicAI to continue the superalignment mission!My new team will work on scalable oversight, weak-to-strong generalization, and automated alignment research.If you're interested in joining, my dms are open.\nA source familiar with the matter tells TechCrunch that Leike will report directly to Jared Kaplan, Anthropic’s chief science officer, and that Anthropic researchers currently working on scalable oversight — techniques to control large-scale AI’s behavior in predictable and desirable ways — will move to report to Leike as Leike’s team spins up.\n✨🪩 Woo! 🪩✨Jan's led some seminally important work on technical AI safety and I'm thrilled to be working with him! We'll be leading twin teams aimed at different parts of the problem of aligning AI systems at human level and beyond. https://t.co/aqSFTnOEG0\nIn many ways, Leike’s team sounds similar in mission to OpenAI’s recently dissolved Superalignment team. The Superalignment team, which Leike co-led, had the ambitious goal of solving the core technical challenges of controlling superintelligent AI in the next four years, but often found itself hamstrung by OpenAI’s leadership.\nAnthropic has often attempted to position itself as more safety-focused than OpenAI.\nAnthropic’s CEO, Dario Amodei, was once the VP of research at OpenAI and reportedly split with OpenAI after a disagreement over the company’s direction — namely OpenAI’s growing commercial focus. Amodei brought with him a number of ex-OpenAI employees to launch Anthropic, including OpenAI’s former policy lead Jack Clark."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/the-demise-of-baas-fintech-synapse-could-derail-the-funding-prospects-for-other-startups-in-the-space/",
        "text": "The demise of BaaS fintech Synapse could derail the funding prospects for other startups in the space\nWelcome to TechCrunch Fintech! This week, we’re looking at the long-term implications of Synapse’s bankruptcy on the fintech sector, Majority’s impressive ARR milestone, and more!\nTo get a roundup of TechCrunch’s biggest and most important fintech stories delivered to your inbox every Tuesday at 7:00 a.m. PT, subscribe here.\nLast week, we reported on how Copper Banking, a digital banking service aimed at teens, abruptly discontinued its bank deposit accounts and debit cards. The startup stated that its banking middleware provider, Synapse, was sunsetting its service “imminently.” The situation was just one of many where companies and consumers are being impacted by the implosion of banking-as-a-service company (BaaS) Synapse. I wrote a deep dive into the potential short- and long-term implications of its demise for the fintech sector. Though certainly not the only bit of bad news, it shows just how treacherous things are for the often-interdependent fintech world when one key player hits trouble.\nBesides Copper, so many niche digital banks have struggled as of late that it was even more notable to see immigrant banking platform Majority not only raise more money, but also reveal that it had achieved $40 million in ARR as of April. That’s no easy feat, especially in a crowded space that includes competitors such as Comun, Maza, Alza and Welcome Technologies. Founded in 2019 by Swedish immigrant Magnus Larsson, Majority says that over the past year, the company grew its revenue three times while the number of users doubled.\nU.K. fintech Vitesse, which targets insurance companies with an all-in-one treasury and payment management platform, closed a $93 million Series C round of funding led by investment giant KKR. The company said it’s doubling down on its U.S. expansion efforts.\nFinout, an enterprise-focused toolset designed to help manage and optimize cloud costs, last week closed a $26 million Series B round led by Red Dot Capital. We covered the company’s launch out of stealth in 2022. Finout says it has attracted high-profile customers like The New York Times, Tenable and Wiz in spite of this crowded market and has grown annual recurring revenue ninefold from 2022 to 2023.\nPeter Thiel-founded Valar Ventures — which has backed a number of fintechs — raised a $300 million fund, half the size of its last one.\nGoogle Pay announced last week the rollout of several updates that capitalize on its integrations with other Google products, like Android and the Chrome browser. People who check out with Google Pay can now see their card benefits and perks before selecting a card. In addition, they can use “buy now, pay later” through partners like Affirm and Zip and can fill in their card details through biometrics or a PIN, instead of by entering their security code. The changes are designed to enhance the consumer experience of using Google Pay and make it a more competitive option against other payment methods.\nIndian digital payments platform Paytm warned of job cuts after reporting that its net loss widened in the fourth quarter as it grapples with a recent regulatory clampdown.\nStripe launches new payments and financing tools to accelerate UK business growth\nRho partners with Navan for travel and expense management\nCapchase secures $114 million to provide funding for SaaS businesses\nICYMI: Federal prosecutors are examining financial transactions at Block, owner of Cash App and Square\nWant to reach out with a tip? Email me at maryann@techcrunch.com or send me a message on Signal at 408.204.3036. You can also send a note to the whole TechCrunch crew at tips@techcrunch.com. For more secure communications, click here to contact us, which includes SecureDrop (instructions here) and links to encrypted messaging apps."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/youtubes-free-games-catalog-playables-rolls-out-to-all-users/",
        "text": "YouTube’s free games catalog ‘Playables’ rolls out to all users\nYouTube’s “app store” for games is rolling out more broadly. The company announced on Tuesday that its collection of lightweight, free games dubbed “Playables” will soon start to appear in the YouTube app for all users, in addition to the YouTube Home page. Previously, the games had been made available to select users for testing before arriving for YouTube Premium subscribers last November.\nBecause they don’t monetize as paid downloads or via in-app purchases, YouTube’s Playables don’t directly challenge the app store model or break Apple’s rules. However, they do compete with the App Store’s free games, which are often downloaded by casual gamers and generate revenue via ads. As the search giant is shifting its focus to integrate AI, there are questions about the technology’s impact on its ads businesses’ cash cow, driven by the sponsored links that appear above search results. Free games on YouTube, in theory, could become another place to serve ads further down the line. For now, though, Google hasn’t signaled its intention to monetize its Playables.\nThe games could, however, provide a distraction for YouTube users in between their browsing and viewing sessions and help keep them engaged with the YouTube app.\nThe lineup of Playables includes a handful of more popular titles like Angry Birds Showdown, Words of Wonders, Cut the Rope, Tomb of the Mask, and Trivia Crack, among others. It also pulls in titles like Stack Bounce, a game that Google offered on its HTML minigames service, and GameSnacks, which had been developed out of its internal incubator, Area 120. With GameSnacks, the goal was to bring gaming to users in emerging markets — a place where Android dominates.\nToday, there are currently over 75 minigames in the Playables catalog, Google says. Players who use the feature will be able to save their game progress and track their all-time best scores. Not everyone will see the Playables right away, but the feature should complete its rollout in the coming weeks.\nYouTube isn’t the only tech giant looking to expand into gaming. Netflix has been growing its own game catalog through acquisitions, licensing deals and in-house game development. Meanwhile, Fortnite maker Epic Games is looking to leverage new EU regulations to bring its games store to European users. Elsewhere, other unexpected companies are delving into games, too, including, most recently, LinkedIn.\nThese moves highlight how companies are using games to route around App Store commissions while boosting their own bottom lines. Though Netflix’s games are available on the App Store, they require a Netflix subscription — bought via its website — to access."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/openais-new-safety-committee-is-made-up-of-all-insiders/",
        "text": "OpenAI’s new safety committee is made up of all insiders\n\nOpenAI has formed a new committee to oversee “critical” safety and security decisions related to the company’s projects and operations. But, in a move that’s sure to raise the ire of ethicists, OpenAI’s chosen to staff the committee with company insiders — including Sam Altman, OpenAI’s CEO — rather than outside observers.\nAltman and the rest of the Safety and Security Committee — OpenAI board members Bret Taylor, Adam D’Angelo and Nicole Seligman as well as chief scientist Jakub Pachocki, Aleksander Madry (who leads OpenAI’s “preparedness” team), Lilian Weng (head of safety systems), Matt Knight (head of security) and John Schulman (head of “alignment science”) — will be responsible for evaluating OpenAI’s safety processes and safeguards over the next 90 days, according to a post on the company’s corporate blog. The committee will then share its findings and recommendations with the full OpenAI board of directors for review, OpenAI says, at which point it’ll publish an update on any adopted suggestions “in a manner that is consistent with safety and security.”\n“OpenAI has recently begun training its next frontier model and we anticipate the resulting systems to bring us to the next level of capabilities on our path to [artificial general intelligence,],” OpenAI writes. “While we are proud to build and release models that are industry-leading on both capabilities and safety, we welcome a robust debate at this important moment.”\nOpenAI has over the past few months seen several high-profile departures from the safety side of its technical team — and some of these ex-staffers have voiced concerns about what they perceive as an intentional de-prioritization of AI safety.\nDaniel Kokotajlo, who worked on OpenAI’s governance team, quit in April after losing confidence that OpenAI would “behave responsibly” around the release of increasingly capable AI, as he wrote on a post in his personal blog. And Ilya Sutskever, an OpenAI co-founder and formerly the company’s chief scientist, left in May after a protracted battle with Altman and Altman’s allies — reportedly in part over Altman’s rush to launch AI-powered products at the expense of safety work.\nMore recently, Jan Leike, a former DeepMind researcher who while at OpenAI was involved with the development of ChatGPT and ChatGPT’s predecessor, InstructGPT, resigned from his safety research role, saying in a series of posts on X that he believed OpenAI “wasn’t on the trajectory” to get issues pertaining to AI security and safety “right.” AI policy researcher Gretchen Krueger, who left OpenAI last week, echoed Leike’s statements, calling on the company to improve its accountability and transparency and “the care with which [it uses its] own technology.”\nWe need to do more to improve foundational things like decision-making processes; accountability; transparency; documentation; policy enforcement; the care with which we use our own technology; and mitigations for impacts on inequality, rights, and the environment.\nQuartz notes that, besides Sutskever, Kokotajlo, Leike and Krueger, at least five of OpenAI’s most safety-conscious employees have either quit or been pushed out since late last year, including former OpenAI board members Helen Toner and Tasha McCauley. In an op-ed for The Economist published Sunday, Toner and McCauley wrote that — with Altman at the helm — they don’t believe that OpenAI can be trusted to hold itself accountable.\n“[B]ased on our experience, we believe that self-governance cannot reliably withstand the pressure of profit incentives,” Toner and McCauley said.\nTo Toner and McCauley’s point, TechCrunch reported earlier this month that OpenAI’s Superalignment team, responsible for developing ways to govern and steer “superintelligent” AI systems, was promised 20% of the company’s compute resources — but rarely received a fraction of that. The Superalignment team has since been dissolved, and much of its work placed under the purview of Schulman and a safety advisory group OpenAI formed in December.\nOpenAI has advocated for AI regulation. At the same time, it’s made efforts to shape that regulation, hiring an in-house lobbyist and lobbyists at an expanding number of law firms and spending hundreds of thousands of dollars on U.S. lobbying in Q4 2023 alone. Recently, the U.S. Department of Homeland Security announced that Altman would be among the members of its newly formed Artificial Intelligence Safety and Security Board, which will provide recommendations for “safe and secure development and deployment of AI” throughout the U.S.’ critical infrastructures.\nIn an effort to avoid the appearance of ethical fig-leafing with the exec-dominated Safety and Security Committee, OpenAI has pledged to retain third-party “safety, security and technical” experts to support the committee’s work, including cybersecurity veteran Rob Joyce and former U.S. Department of Justice official John Carlin. However, beyond Joyce and Carlin, the company hasn’t detailed the size or makeup of this outside expert group — nor has it shed light on the limits of the group’s power and influence over the committee.\nIn a post on X, Bloomberg columnist Parmy Olson notes that corporate oversight boards like the Safety and Security Committee, similar to Google’s AI oversight boards like its Advanced Technology External Advisory Council, “[do] virtually nothing in the way of actual oversight.” Tellingly, OpenAI says it’s looking to address “valid criticisms” of its work via the committee — “valid criticisms” being in the eye of the beholder, of course.\n🙏🏼 and did you see that OpenAI is suggesting it will “address any valid criticisms of its work?” Guess they also get to decide the meaning of “valid criticism.” 🤬 https://t.co/S2pq4MRYx9\nAltman once promised that outsiders would play an important role in OpenAI’s governance. In a 2016 piece in the New Yorker, he said that OpenAI would “[plan] a way to allow wide swaths of the world to elect representatives to a … governance board.” That never came to pass — and it seems unlikely it will at this point.\nWe’re launching an AI newsletter! Sign up here to start receiving it in your inboxes on June 5."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/early-bird-gets-the-savings-4-days-left-for-disrupt-sale/",
        "text": "Early bird gets the savings — 4 days left for Disrupt sale\nTime is running out for tech enthusiasts and entrepreneurs to secure their early-bird tickets for TechCrunch Disrupt 2024! With only four days left until the May 31 deadline, now is the perfect time to purchase your tickets and save up to $800 before prices increase. This event will be held in San Francisco, drawing 10,000 innovators, investors, and startups from around the globe to discuss the future of technology and business. Don’t miss this opportunity to be part of the conversation and network with some of the brightest minds in the industry.\nTechCrunch Disrupt 2024 promises an array of insightful sessions designed to reveal the latest trends and equip attendees with strategies for success in the tech world. Here are some session highlights:\nHow to Find, and Keep, Product-Market Fit: Learn the crucial steps needed to ensure your product meets market needs and sustains its relevance. This session is essential for startups aiming to navigate the challenging landscape of consumer demands and competitive markets.\nHow to Hire in 2025: Gain forward-thinking advice on recruitment strategies for the coming years. As the job market evolves, understanding how to attract and retain top talent becomes increasingly important. This session will provide valuable insight into the future of hiring, including leveraging technology and adapting to new workforce expectations.\nFree but Not Cheap, the Open Source Dilemma: Explore the complexities of using open source software in business. While open source solutions offer significant advantages, they also come with challenges that must be carefully managed. This session will examine how companies can effectively integrate open source tools without compromising on quality or security.\nWith these exciting sessions and many more on the agenda, TechCrunch Disrupt 2024 is set to be an unmissable event. Make sure to secure your early-bird tickets before prices go up on May 31 at 11:59 p.m. PT and join us for a transformative experience in the heart of the tech industry."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/skejs-ai-meeting-scheduling-assistant-works-like-adding-an-ea-to-your-email/",
        "text": "Skej’s AI meeting scheduling assistant works like adding an EA to your email\nAI may not be up to the task of replacing Google Search just yet, but it can be useful in more specific contexts — including handling the drudgery that comes with performing everyday tasks, like scheduling meetings. That’s the premise behind the new startup, Skej, which offers an AI assistant you can loop into your emails to find the best time for everyone to meet.\nUnlike other scheduling solutions, like Calendly, Skej doesn’t require you to browse through someone’s availability to find a time to meet. In fact, if someone sends you a Calendly link, Skej will scan the link to find slots where both of you have mutual availability and then put a meeting on your calendars.\n“I’ve never met anyone in my life who loves scheduling meetings,” says Skej co-founder and CEO Paul Canetti.\nThe New York-based serial entrepreneur, who previously founded and sold no-code app development platform MAZ Systems, had also worked on another meetings startup called Bounce House, sold to Declare Health, which rebranded it to Clickeasy.com, but has since shut down. Bounce House’s service allowed people to pay to book blocks of time with professionals like yoga or piano teachers.\nThe same founding team from those former efforts and others returned to work on Skej, including Canetti, his brother Justin, CTO Anindya Mondal, and a fourth co-founder, Simon Baumer, who was lost to cancer three months after founding Skej last August. (The team has a tribute page to Simon on Skej’s website, crediting him with the creation of “the core of the product today.”)\nAs Paul explains, Calendly is useful and has built an “incredible business,” he says, but he didn’t like publicizing every free time slot he had. The only time he was ever truly satisfied with scheduling was when he had a human assistant, like an EA. Unlike a tech platform, a human could easily understand the context around meetings and know whether to shuffle the calendar to fit in someone important, even if you were scheduled as busy, for example. That led to the idea of creating an AI assistant that could do the same.\nTo use Skej, you don’t need to download an app or visit a website — you simply add its email address to your conversation. Later, Skej will also have a phone number to add to text chats, as well. The service today works with any email platform, like Gmail, Outlook and others. It currently integrates with other programs, too, like Zoom and Google Calendar, with support for Outlook Calendar coming in the next few weeks.\nUsing Skej only requires you to add the email to your conversation and then ask it to find times to meet in your reply. For example, when TechCrunch was scheduling an interview with Paul, he replied “Skej, can you offer some times that might work this week?” and the AI assistant emailed me back with options as well as a link to automatically connect my calendar to find a time. After replying with my preference, Skej replied the meeting was set and added it to my calendar.\nThe system works because the Skej user — in this case, Paul — has permitted it to access his calendar. Skej was simply sending the calendar invite on his behalf.\nHad I clicked the included link, however, Skej could have automatically booked the meeting without any back-and-forth. This latter option works best for internal teams where many people have to come together to find a time slot that works for everyone in the group.\nUnder the hood, Skej leverages different LLM models, including those to interpret the language in the email and break it down into data that’s fed into Skej’s proprietary system.\n“We call it internally, the brain…and the Skej brain is like a scheduling engine, almost like a marketplace for matching times,” Paul says. “So you can have different people in there, in different time zones, with different considerations and different conflicts and different preferences,” he continues. “And it’s trying to negotiate to find a match. Then…it spits the match or suggested times or the data back out, and an LLM helps craft a message that sounds natural when it’s going back,” Paul notes.\nSkej also allows users to categorize different contacts to be associated with different calendars, like your work calendar or your personal calendar. In time, Skej will be able to make this type of categorization possible with natural language, too, Paul believes. For now, there’s a more traditional dashboard you can use to set up your preferences and integrations.\nOne thing Skej doesn’t plan to do, however, is build an app.\n“It’s funny, it’s a question we get from VCs a lot, too…it’s like, ‘well, eventually you’re gonna have an app, right?’,” says Paul. But Skej, he says, is meant to be “totally agnostic to the tools that you already use and like and it can adapt to whatever workflow you’ve already got going on,” he explains.\n“It’s not forcing you into a particular app or a particular thing,” he adds.\nSkej’s pre-seed investors include Betaworks, Mozilla Ventures, Stem AI, Spice Capital, Deftly.vc and Differential Ventures. The round was just short of a million, says Paul. Skej’s remotely distributed team includes the three co-founders and two other full-time engineers.\nThe service, now in public beta, is currently being used by more than 1,000 users. Skej is free for the time being while the team collects feedback, but will later add a paid tier."
    },
    {
        "URL": "https://techcrunch.com/2024/05/28/faircado-raises-3m-to-nudge-people-to-buy-pre-owned-goods/",
        "text": "Faircado raises $3M to nudge people to buy pre-owned goods\nThrift shopping is always a gamble. That cool shirt could wash out sooner than later, and there’s no knowing where those rugged jeans have been. Sure, some stores or websites try to filter out the bad apples, but it’s hard to get a good deal on the internet when there are so many options.\nBerlin-based Faircado has built a browser extension that aims to solve that exact problem. The company wants to become the discovery layer for pre-owned goods, and has raised €3 million in a round led by World Fund. Accel, General Catalyst, Lightspeed Venture Partners, NEA, Northzone, BackBone Ventures, Earlybird and Minc accelerator also participated.\nThe idea is pretty simple: The extension uses a combination of image and text matching to suggest pre-owned alternatives when you look for a product on sites like Amazon, Zalando or Patagonia.\nFor instance, if you are looking for a new iPhone to buy on Amazon, the extension will automatically show you pre-owned options from sites like eBay. Currently, Faircado’s extension works with electronics, books and apparel.\nThe company said the extension supports 1,600 sites, including Amazon, Zalando, Patagonia and Apple. These recommendations are sourced from more than 50 partners including eBay, Back Market, Grailed, Rebuy and Vestiaire Collective.\nWhile you can download and use the Faircado extension from anywhere, the company is focusing on expanding in Germany first, and plans to launch in the U.K. later this year.\nThe extension is currently in beta with a few thousand users. The company didn’t disclose how much commerce it has driven so far, but it said the average basket size is about €200, with “multiple purchases per user, per month.”\nFaircado was founded in 2022 by Evoléna de Wilde d’Estmael and Ali Nezamolmaleki, who met at Y Combinator-backed AirHelp.\nDe Wilde d’Estmael said she came up with the idea for the startup when thinking about how to make finding secondhand items easier.\n“I have been a fan of secondhand [things] my whole life and somehow could really convince my friends to get away from Amazon, IKEA or Zara and adopt a more sustainable way of consuming. When you looked for something secondhand, the experience was typically time-consuming, inconvenient and unsexy. We wanted to make this process more accessible,” she told TechCrunch over a call.\nDe Wilde d’Estmael said the extension is the first step to pointing consumers toward more sustainable shopping sources. The company is also looking to develop native mobile apps, targeting the discovery layer for pre-owned goods.\nTim Schumacher, a partner at World Fund, which invests in green companies, said that decarbonization starts with people buying fewer new goods, and the fund decided to invest in Faircado as the startup plays a big role in that process.\n“Faircado was almost an accident that we stumbled upon. We have been following them since their early days, and the progress they made on the AI front was also good. So we decided that it is a great fit for investment,” he told TechCrunch over a call. He added that the extension also serves to mitigate the friction of changing consumer behavior around buying pre-owned goods.\nFaircado makes money from affiliate sales and on the basis of clicks. The company is not cash-flow positive yet and wants to concentrate on growth at the moment, de Wilde d’Estmael said.\nThe startup said it will use the funding to hire developers and marketing staff, aiming to double its current headcount of 10 by the end of the year. The company last year brought on Oliver Hale as COO, who had previously built secondhand marketplace Buckit.\nThe startup directly competes with Buoyant Ventures-backed Beni, which also offers an extension for U.S.-based shoppers. There is also Gently, which acts as an aggregator for secondhand apparel. However, Faircado is hopeful that its positioning in Europe will be a key driver of its growth."
    }
]